//- (INFO) 02/28 13:47:36,864
----------------- 系统启动 -----------------
//- (INFO) 02/28 13:47:36,880
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 02/28 13:47:36,880
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 02/28 13:47:36,880
【邮件发送线程】初始化开始…
//- (INFO) 02/28 13:47:37,552
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：672ms
//- (INFO) 02/28 13:47:39,724
【自动删除线程】已找出0封待删除邮件，耗时：2812.5779ms
//- (INFO) 02/28 13:47:39,724
【自动删除线程】初始化完成！
//- (INFO) 02/28 13:49:31,918
----------------- 系统启动 -----------------
//- (INFO) 02/28 13:49:31,934
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 02/28 13:49:31,949
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 02/28 13:49:31,949
【邮件发送线程】初始化开始…
//- (INFO) 02/28 13:49:33,418
【自动删除线程】已找出0封待删除邮件，耗时：390.573ms
//- (INFO) 02/28 13:49:33,434
【自动删除线程】初始化完成！
//- (INFO) 02/28 13:49:33,496
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：1547ms
//- (INFO) 02/28 13:52:25,708
----------------- 系统终止 -----------------
//- (INFO) 02/28 13:52:50,848
----------------- 系统启动 -----------------
//- (INFO) 02/28 13:52:50,879
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 02/28 13:52:50,879
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 02/28 13:52:50,879
【邮件发送线程】初始化开始…
//- (INFO) 02/28 13:52:51,223
【自动删除线程】已找出0封待删除邮件，耗时：249.9675ms
//- (INFO) 02/28 13:52:51,254
【自动删除线程】初始化完成！
//- (INFO) 02/28 13:52:51,832
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：938ms
//- (INFO) 02/28 13:57:47,634
----------------- 系统启动 -----------------
//- (INFO) 02/28 13:57:47,650
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 02/28 13:57:47,666
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 02/28 13:57:47,666
【邮件发送线程】初始化开始…
//- (INFO) 02/28 13:57:49,603
【自动删除线程】已找出0封待删除邮件，耗时：781.2317ms
//- (INFO) 02/28 13:57:49,603
【自动删除线程】初始化完成！
//- (INFO) 02/28 13:57:49,681
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：2016ms
//- (INFO) 02/28 14:03:35,757
----------------- 系统终止 -----------------
//- (INFO) 02/28 14:04:09,814
----------------- 系统启动 -----------------
//- (INFO) 02/28 14:04:09,830
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 02/28 14:04:09,830
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 02/28 14:04:09,830
【邮件发送线程】初始化开始…
//- (INFO) 02/28 14:04:09,939
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：109ms
//- (INFO) 02/28 14:04:09,939
【自动删除线程】已找出0封待删除邮件，耗时：93.7398ms
//- (INFO) 02/28 14:04:09,939
【自动删除线程】初始化完成！
//- (INFO) 02/28 14:08:52,402
----------------- 系统终止 -----------------
