//- (INFO) 12/21 16:12:51,861
【自动删除线程】邮件删除线程启动成功！
//- (INFO) 12/21 16:12:51,860
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 12/21 16:12:51,871
【邮件发送线程】邮件初始化开始…
//- (INFO) 12/21 16:12:52,186
【自动删除线程】已找出0封待删除邮件
//- (INFO) 12/21 16:12:52,198
【邮件发送线程】邮件初始化完成，找出0封未发送成功邮件，耗时：325ms
//- (INFO) 12/21 22:54:11,311
----------------- 系统启动 -----------------
//- (INFO) 12/21 22:54:11,318
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 12/21 22:54:11,318
【自动删除线程】邮件删除线程启动成功！
//- (INFO) 12/21 22:54:11,341
【邮件发送线程】邮件初始化开始…
//- (INFO) 12/21 22:54:11,587
【自动删除线程】已找出0封待删除邮件，耗时：212.2347ms
//- (INFO) 12/21 22:54:11,603
【邮件发送线程】邮件初始化完成，找出0封未发送成功邮件，耗时：260ms
//- (INFO) 12/21 23:21:53,806
----------------- 系统终止 -----------------
