//- (INFO) 01/03 10:46:30,077
----------------- 系统启动 -----------------
//- (INFO) 01/03 10:46:30,093
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/03 10:46:30,093
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/03 10:46:30,093
【邮件发送线程】初始化开始…
//- (INFO) 01/03 10:46:32,327
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：2234ms
//- (INFO) 01/03 10:46:32,983
【自动删除线程】已找出8676封待删除邮件，耗时：2609.3955ms
//- (INFO) 01/03 10:46:59,336
【自动删除线程】已自动删除2000封邮件，耗时:15259ms
//- (INFO) 01/03 10:46:59,351
【自动删除线程】初始化完成！
//- (INFO) 01/03 10:50:32,398
----------------- 系统终止 -----------------
