//- (INFO) 01/20 09:20:44,812
----------------- 系统启动 -----------------
//- (INFO) 01/20 09:20:44,819
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/20 09:20:44,819
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/20 09:20:44,824
【邮件发送线程】初始化开始…
//- (INFO) 01/20 09:20:45,048
【自动删除线程】已找出0封待删除邮件，耗时：169.1178ms
//- (INFO) 01/20 09:20:45,051
【自动删除线程】初始化完成！
//- (INFO) 01/20 09:20:45,056
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：230ms
//- (INFO) 01/20 09:25:31,313
----------------- 系统终止 -----------------
//- (INFO) 01/20 14:11:07,198
----------------- 系统启动 -----------------
//- (INFO) 01/20 14:11:07,205
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/20 14:11:07,205
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/20 14:11:07,209
【邮件发送线程】初始化开始…
//- (INFO) 01/20 14:11:07,409
【自动删除线程】已找出0封待删除邮件，耗时：167.1048ms
//- (INFO) 01/20 14:11:07,411
【自动删除线程】初始化完成！
//- (INFO) 01/20 14:11:07,411
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：200ms
//- (INFO) 01/20 14:11:56,691
----------------- 系统启动 -----------------
//- (INFO) 01/20 14:11:56,726
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/20 14:11:56,726
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/20 14:11:56,734
【邮件发送线程】初始化开始…
//- (INFO) 01/20 14:11:57,926
【自动删除线程】已找出0封待删除邮件，耗时：195.138ms
//- (INFO) 01/20 14:11:57,932
【自动删除线程】初始化完成！
//- (INFO) 01/20 14:11:58,018
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：1282ms
//- (INFO) 01/20 14:12:26,451
----------------- 系统启动 -----------------
//- (INFO) 01/20 14:12:26,465
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/20 14:12:26,467
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/20 14:12:26,472
【邮件发送线程】初始化开始…
//- (INFO) 01/20 14:12:27,630
【自动删除线程】已找出0封待删除邮件，耗时：180.1285ms
//- (INFO) 01/20 14:12:27,635
【自动删除线程】初始化完成！
//- (INFO) 01/20 14:12:27,717
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：1243ms
//- (INFO) 01/20 14:12:34,050
----------------- 系统启动 -----------------
//- (INFO) 01/20 14:12:34,065
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/20 14:12:34,065
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/20 14:12:34,073
【邮件发送线程】初始化开始…
//- (INFO) 01/20 14:12:35,780
【自动删除线程】已找出0封待删除邮件，耗时：753.5313ms
//- (INFO) 01/20 14:12:35,785
【自动删除线程】初始化完成！
//- (INFO) 01/20 14:12:35,872
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：1796ms
//- (INFO) 01/20 14:13:40,044
----------------- 系统终止 -----------------
//- (INFO) 01/20 14:13:52,606
----------------- 系统启动 -----------------
//- (INFO) 01/20 14:13:52,613
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/20 14:13:52,613
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/20 14:13:52,618
【邮件发送线程】初始化开始…
//- (INFO) 01/20 14:13:52,717
【自动删除线程】已找出0封待删除邮件，耗时：78.0559ms
//- (INFO) 01/20 14:13:52,719
【自动删除线程】初始化完成！
//- (INFO) 01/20 14:13:52,723
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：103ms
//- (INFO) 01/20 14:14:34,315
----------------- 系统终止 -----------------
//- (INFO) 01/20 14:14:37,104
----------------- 系统启动 -----------------
//- (INFO) 01/20 14:14:37,118
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/20 14:14:37,119
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/20 14:14:37,124
【邮件发送线程】初始化开始…
//- (INFO) 01/20 14:14:37,598
【自动删除线程】已找出0封待删除邮件，耗时：263.5135ms
//- (INFO) 01/20 14:14:37,603
【自动删除线程】初始化完成！
//- (INFO) 01/20 14:14:37,688
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：561ms
//- (INFO) 01/20 14:15:33,362
----------------- 系统终止 -----------------
//- (INFO) 01/20 14:15:38,561
----------------- 系统启动 -----------------
//- (INFO) 01/20 14:15:38,568
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/20 14:15:38,568
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/20 14:15:38,574
【邮件发送线程】初始化开始…
//- (INFO) 01/20 14:15:38,681
【自动删除线程】已找出0封待删除邮件，耗时：87.0612ms
//- (INFO) 01/20 14:15:38,683
【自动删除线程】初始化完成！
//- (INFO) 01/20 14:15:38,684
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：109ms
//- (INFO) 01/20 14:19:23,264
----------------- 系统启动 -----------------
//- (INFO) 01/20 14:19:23,264
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/20 14:19:23,264
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/20 14:19:23,264
【邮件发送线程】初始化开始…
//- (INFO) 01/20 14:19:23,452
【自动删除线程】已找出0封待删除邮件，耗时：140.6254ms
//- (INFO) 01/20 14:19:23,452
【自动删除线程】初始化完成！
//- (INFO) 01/20 14:19:23,452
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：172ms
//- (INFO) 01/20 14:23:57,426
----------------- 系统终止 -----------------
//- (INFO) 01/20 14:24:05,348
----------------- 系统启动 -----------------
//- (INFO) 01/20 14:24:05,348
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/20 14:24:05,364
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/20 14:24:05,364
【邮件发送线程】初始化开始…
//- (INFO) 01/20 14:24:05,739
【自动删除线程】已找出0封待删除邮件，耗时：296.8481ms
//- (INFO) 01/20 14:24:05,739
【自动删除线程】初始化完成！
//- (INFO) 01/20 14:24:06,426
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：1063ms
//- (INFO) 01/20 14:27:42,931
----------------- 系统终止 -----------------
//- (INFO) 01/20 14:28:29,784
----------------- 系统启动 -----------------
//- (INFO) 01/20 14:28:29,800
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/20 14:28:29,800
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/20 14:28:29,816
【邮件发送线程】初始化开始…
//- (INFO) 01/20 14:28:30,191
【自动删除线程】已找出0封待删除邮件，耗时：265.6265ms
//- (INFO) 01/20 14:28:30,206
【自动删除线程】初始化完成！
//- (INFO) 01/20 14:28:30,722
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：906ms
//- (INFO) 01/20 14:30:48,078
----------------- 系统终止 -----------------
//- (INFO) 01/20 14:33:21,765
----------------- 系统启动 -----------------
//- (INFO) 01/20 14:33:21,765
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/20 14:33:21,765
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/20 14:33:21,765
【邮件发送线程】初始化开始…
//- (INFO) 01/20 14:33:21,875
【自动删除线程】已找出0封待删除邮件，耗时：78.1256ms
//- (INFO) 01/20 14:33:21,875
【自动删除线程】初始化完成！
//- (INFO) 01/20 14:33:21,875
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：109ms
//- (INFO) 01/20 14:36:33,901
----------------- 系统终止 -----------------
//- (INFO) 01/20 14:36:45,667
----------------- 系统启动 -----------------
//- (INFO) 01/20 14:36:45,682
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/20 14:36:45,682
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/20 14:36:45,682
【邮件发送线程】初始化开始…
//- (INFO) 01/20 14:36:45,776
【自动删除线程】已找出0封待删除邮件，耗时：78.1073ms
//- (INFO) 01/20 14:36:45,776
【自动删除线程】初始化完成！
//- (INFO) 01/20 14:36:45,776
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：94ms
//- (INFO) 01/20 14:38:21,900
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余834，耗时：78ms
//- (INFO) 01/20 14:38:23,931
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余734，耗时：16ms
//- (INFO) 01/20 14:38:25,993
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余634，耗时：47ms
//- (INFO) 01/20 14:38:28,087
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余534，耗时：78ms
//- (INFO) 01/20 14:38:30,134
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余434，耗时：31ms
//- (INFO) 01/20 14:38:32,228
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余334，耗时：78ms
//- (INFO) 01/20 14:38:34,308
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余234，耗时：63ms
//- (INFO) 01/20 14:38:36,376
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余134，耗时：47ms
//- (INFO) 01/20 14:38:38,416
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余34，耗时：31ms
//- (INFO) 01/20 14:38:40,431
【邮件发送线程】单次存储邮件状态完成，已存储34条，剩余0，耗时：0ms
//- (INFO) 01/20 14:38:48,478
----------------- 系统终止 -----------------
//- (INFO) 01/20 14:38:54,275
----------------- 系统启动 -----------------
//- (INFO) 01/20 14:38:54,291
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/20 14:38:54,291
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/20 14:38:54,291
【邮件发送线程】初始化开始…
//- (INFO) 01/20 14:38:54,384
【自动删除线程】已找出0封待删除邮件，耗时：78.1265ms
//- (INFO) 01/20 14:38:54,384
【自动删除线程】初始化完成！
//- (INFO) 01/20 14:38:54,384
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：94ms
//- (INFO) 01/20 14:40:06,478
----------------- 系统终止 -----------------
//- (INFO) 01/20 14:41:05,312
----------------- 系统启动 -----------------
//- (INFO) 01/20 14:41:05,327
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/20 14:41:05,327
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/20 14:41:05,327
【邮件发送线程】初始化开始…
//- (INFO) 01/20 14:41:05,468
【自动删除线程】已找出0封待删除邮件，耗时：124.9877ms
//- (INFO) 01/20 14:41:05,468
【自动删除线程】初始化完成！
//- (INFO) 01/20 14:41:05,468
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：141ms
//- (INFO) 01/20 14:43:13,585
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余834，耗时：62ms
//- (INFO) 01/20 14:43:15,647
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余734，耗时：31ms
//- (INFO) 01/20 14:43:17,710
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余634，耗时：47ms
//- (INFO) 01/20 14:43:19,772
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余534，耗时：47ms
//- (INFO) 01/20 14:43:21,875
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余434，耗时：78ms
//- (INFO) 01/20 14:43:23,975
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余334，耗时：78ms
//- (INFO) 01/20 14:43:26,053
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余234，耗时：47ms
//- (INFO) 01/20 14:43:28,095
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余134，耗时：16ms
//- (INFO) 01/20 14:43:30,234
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余34，耗时：109ms
//- (INFO) 01/20 14:43:32,281
【邮件发送线程】单次存储邮件状态完成，已存储34条，剩余0，耗时：31ms
//- (INFO) 01/20 14:45:35,158
----------------- 系统终止 -----------------
//- (INFO) 01/20 15:45:25,010
----------------- 系统启动 -----------------
//- (INFO) 01/20 15:45:25,010
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/20 15:45:25,010
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/20 15:45:25,026
【邮件发送线程】初始化开始…
//- (INFO) 01/20 15:45:25,213
【自动删除线程】已找出0封待删除邮件，耗时：156.2508ms
//- (INFO) 01/20 15:45:25,213
【自动删除线程】初始化完成！
//- (INFO) 01/20 15:45:25,229
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：203ms
//- (INFO) 01/20 15:54:31,792
----------------- 系统终止 -----------------
//- (INFO) 01/20 16:07:04,241
----------------- 系统启动 -----------------
//- (INFO) 01/20 16:07:04,241
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/20 16:07:04,241
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/20 16:07:04,256
【邮件发送线程】初始化开始…
//- (INFO) 01/20 16:07:04,350
【自动删除线程】已找出0封待删除邮件，耗时：78.1256ms
//- (INFO) 01/20 16:07:04,350
【自动删除线程】初始化完成！
//- (INFO) 01/20 16:07:04,366
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：109ms
//- (INFO) 01/20 16:10:51,615
----------------- 系统终止 -----------------
//- (INFO) 01/20 16:11:02,443
----------------- 系统启动 -----------------
//- (INFO) 01/20 16:11:02,459
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/20 16:11:02,459
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/20 16:11:02,459
【邮件发送线程】初始化开始…
//- (INFO) 01/20 16:11:02,568
【自动删除线程】已找出0封待删除邮件，耗时：93.7643ms
//- (INFO) 01/20 16:11:02,568
【自动删除线程】初始化完成！
//- (INFO) 01/20 16:11:02,568
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：109ms
//- (INFO) 01/20 16:11:56,310
----------------- 系统终止 -----------------
//- (INFO) 01/20 16:11:59,217
----------------- 系统启动 -----------------
//- (INFO) 01/20 16:11:59,232
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/20 16:11:59,232
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/20 16:11:59,232
【邮件发送线程】初始化开始…
//- (INFO) 01/20 16:11:59,342
【自动删除线程】已找出0封待删除邮件，耗时：78.1122ms
//- (INFO) 01/20 16:11:59,342
【自动删除线程】初始化完成！
//- (INFO) 01/20 16:11:59,342
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：109ms
//- (INFO) 01/20 16:19:00,501
----------------- 系统终止 -----------------
//- (INFO) 01/20 16:21:15,615
----------------- 系统启动 -----------------
//- (INFO) 01/20 16:21:15,630
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/20 16:21:15,630
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/20 16:21:15,630
【邮件发送线程】初始化开始…
//- (INFO) 01/20 16:21:15,724
【自动删除线程】已找出0封待删除邮件，耗时：62.5008ms
//- (INFO) 01/20 16:21:15,724
【自动删除线程】初始化完成！
//- (INFO) 01/20 16:21:15,740
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：109ms
//- (INFO) 01/20 16:23:51,595
----------------- 系统终止 -----------------
//- (INFO) 01/20 16:34:06,793
----------------- 系统启动 -----------------
//- (INFO) 01/20 16:34:06,793
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/20 16:34:06,793
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/20 16:34:06,809
【邮件发送线程】初始化开始…
//- (INFO) 01/20 16:34:06,903
【自动删除线程】已找出0封待删除邮件，耗时：78.1247ms
//- (INFO) 01/20 16:34:06,903
【自动删除线程】初始化完成！
//- (INFO) 01/20 16:34:06,903
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：94ms
//- (INFO) 01/20 19:07:45,417
----------------- 系统启动 -----------------
//- (INFO) 01/20 19:07:45,480
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/20 19:07:45,480
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/20 19:07:45,495
【邮件发送线程】初始化开始…
//- (INFO) 01/20 19:07:45,824
【自动删除线程】已找出0封待删除邮件，耗时：171.8765ms
//- (INFO) 01/20 19:07:45,824
【自动删除线程】初始化完成！
//- (INFO) 01/20 19:07:45,824
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：312ms
//- (INFO) 01/20 19:16:30,480
----------------- 系统终止 -----------------
//- (INFO) 01/20 19:24:43,580
----------------- 系统启动 -----------------
//- (INFO) 01/20 19:24:43,580
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/20 19:24:43,580
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/20 19:24:43,595
【邮件发送线程】初始化开始…
//- (INFO) 01/20 19:24:43,752
【自动删除线程】已找出1封待删除邮件，耗时：140.6085ms
//- (INFO) 01/20 19:24:43,767
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：172ms
//- (INFO) 01/20 19:24:43,799
【自动删除线程】已自动删除1封邮件，耗时:16ms
//- (INFO) 01/20 19:24:43,814
【自动删除线程】初始化完成！
//- (INFO) 01/20 19:25:29,301
----------------- 系统终止 -----------------
//- (INFO) 01/20 19:26:50,817
----------------- 系统启动 -----------------
//- (INFO) 01/20 19:26:50,817
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/20 19:26:50,817
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/20 19:26:50,833
【邮件发送线程】初始化开始…
//- (INFO) 01/20 19:26:50,942
【自动删除线程】已找出0封待删除邮件，耗时：93.7518ms
//- (INFO) 01/20 19:26:50,942
【自动删除线程】初始化完成！
//- (INFO) 01/20 19:26:50,942
【邮件发送线程】初始化完成，找出934封未发送成功邮件，耗时：109ms
//- (INFO) 01/20 19:26:50,989
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余834，耗时：47ms
//- (INFO) 01/20 19:26:53,098
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余734，耗时：78ms
//- (INFO) 01/20 19:26:55,224
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余634，耗时：94ms
//- (INFO) 01/20 19:26:57,302
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余534，耗时：47ms
//- (INFO) 01/20 19:26:59,411
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余434，耗时：94ms
//- (INFO) 01/20 19:27:01,520
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余334，耗时：94ms
//- (INFO) 01/20 19:27:03,646
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余234，耗时：94ms
//- (INFO) 01/20 19:27:05,739
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余134，耗时：78ms
//- (INFO) 01/20 19:27:07,849
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余34，耗时：94ms
//- (INFO) 01/20 19:27:09,896
【邮件发送线程】单次存储邮件状态完成，已存储34条，剩余0，耗时：31ms
//- (INFO) 01/20 19:27:28,064
----------------- 系统终止 -----------------
//- (INFO) 01/20 19:52:14,147
----------------- 系统启动 -----------------
//- (INFO) 01/20 19:52:14,162
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/20 19:52:14,162
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/20 19:52:14,162
【邮件发送线程】初始化开始…
//- (INFO) 01/20 19:52:14,256
【自动删除线程】已找出0封待删除邮件，耗时：62.4825ms
//- (INFO) 01/20 19:52:14,256
【自动删除线程】初始化完成！
//- (INFO) 01/20 19:52:14,272
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：94ms
//- (INFO) 01/20 19:55:58,360
【邮件发送线程】单次存储邮件状态完成，已存储79条，剩余0，耗时：62ms
//- (INFO) 01/20 20:05:40,212
----------------- 系统启动 -----------------
//- (INFO) 01/20 20:05:40,275
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/20 20:05:40,275
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/20 20:05:40,290
【邮件发送线程】初始化开始…
//- (INFO) 01/20 20:05:40,603
【自动删除线程】已找出0封待删除邮件，耗时：234.3759ms
//- (INFO) 01/20 20:05:40,603
【自动删除线程】初始化完成！
//- (INFO) 01/20 20:05:40,603
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：297ms
//- (INFO) 01/20 20:20:25,668
----------------- 系统终止 -----------------
//- (INFO) 01/20 20:24:55,208
----------------- 系统启动 -----------------
//- (INFO) 01/20 20:24:55,224
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/20 20:24:55,224
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/20 20:24:55,224
【邮件发送线程】初始化开始…
//- (INFO) 01/20 20:24:55,333
【自动删除线程】已找出0封待删除邮件，耗时：93.7509ms
//- (INFO) 01/20 20:24:55,333
【自动删除线程】初始化完成！
//- (INFO) 01/20 20:24:55,333
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：109ms
//- (INFO) 01/20 20:25:47,005
----------------- 系统终止 -----------------
//- (INFO) 01/20 20:31:12,446
----------------- 系统启动 -----------------
//- (INFO) 01/20 20:31:12,446
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/20 20:31:12,446
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/20 20:31:12,446
【邮件发送线程】初始化开始…
//- (INFO) 01/20 20:31:12,586
【自动删除线程】已找出0封待删除邮件，耗时：109.3619ms
//- (INFO) 01/20 20:31:12,586
【自动删除线程】初始化完成！
//- (INFO) 01/20 20:31:12,602
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：141ms
//- (INFO) 01/20 20:33:25,578
----------------- 系统终止 -----------------
//- (INFO) 01/20 21:14:03,295
----------------- 系统启动 -----------------
//- (INFO) 01/20 21:14:03,310
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/20 21:14:03,310
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/20 21:14:03,310
【邮件发送线程】初始化开始…
//- (INFO) 01/20 21:14:03,842
【自动删除线程】已找出0封待删除邮件，耗时：390.5731ms
//- (INFO) 01/20 21:14:03,842
【自动删除线程】初始化完成！
//- (INFO) 01/20 21:14:03,935
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：625ms
//- (ERROR) 01/20 21:14:55,084
【邮件预览】加载邮件数据出错，用户：超管(MFD80CBE1F4029FDD - sa)，邮件ID：40952
System.NullReferenceException: 未将对象引用设置到对象的实例。
   在 WebMail2.Codes.MailInfoCache.<>c__DisplayClass1.<GetMailInfo>b__0(MailInfo i) 位置 f:\8、太阳雨新邮箱\WebMail2_sql2005\WebMail2\Codes\MailInfoCache.cs:行号 25
   在 System.Linq.Enumerable.WhereListIterator`1.MoveNext()
   在 System.Linq.Enumerable.FirstOrDefault[TSource](IEnumerable`1 source)
   在 WebMail2.Codes.MailInfoCache.GetMailInfo(Int32 Id) 位置 f:\8、太阳雨新邮箱\WebMail2_sql2005\WebMail2\Codes\MailInfoCache.cs:行号 25
   在 WebMail2.Codes.DataProvider.ReadMailByID(Int32 ID, String uid, Boolean RefrashStaus) 位置 f:\8、太阳雨新邮箱\WebMail2_sql2005\WebMail2\Codes\DataProvider.cs:行号 31
   在 WebMail2.MailView.BindMail() 位置 f:\8、太阳雨新邮箱\WebMail2_sql2005\WebMail2\MailView.aspx.cs:行号 32
//- (ERROR) 01/20 21:15:01,577
【邮件预览】加载邮件数据出错，用户：超管(MFD80CBE1F4029FDD - sa)，邮件ID：40951
System.NullReferenceException: 未将对象引用设置到对象的实例。
   在 WebMail2.Codes.MailInfoCache.<>c__DisplayClass1.<GetMailInfo>b__0(MailInfo i) 位置 f:\8、太阳雨新邮箱\WebMail2_sql2005\WebMail2\Codes\MailInfoCache.cs:行号 25
   在 System.Linq.Enumerable.WhereListIterator`1.MoveNext()
   在 System.Linq.Enumerable.FirstOrDefault[TSource](IEnumerable`1 source)
   在 WebMail2.Codes.MailInfoCache.GetMailInfo(Int32 Id) 位置 f:\8、太阳雨新邮箱\WebMail2_sql2005\WebMail2\Codes\MailInfoCache.cs:行号 25
   在 WebMail2.Codes.DataProvider.ReadMailByID(Int32 ID, String uid, Boolean RefrashStaus) 位置 f:\8、太阳雨新邮箱\WebMail2_sql2005\WebMail2\Codes\DataProvider.cs:行号 31
   在 WebMail2.MailView.BindMail() 位置 f:\8、太阳雨新邮箱\WebMail2_sql2005\WebMail2\MailView.aspx.cs:行号 32
//- (INFO) 01/20 21:16:11,347
----------------- 系统启动 -----------------
//- (INFO) 01/20 21:16:11,363
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/20 21:16:11,363
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/20 21:16:11,363
【邮件发送线程】初始化开始…
//- (INFO) 01/20 21:16:12,535
【自动删除线程】已找出0封待删除邮件，耗时：515.5756ms
//- (INFO) 01/20 21:16:12,535
【自动删除线程】初始化完成！
//- (INFO) 01/20 21:16:12,629
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：1266ms
//- (INFO) 01/20 21:17:37,062
----------------- 系统终止 -----------------
//- (INFO) 01/20 21:18:30,145
----------------- 系统启动 -----------------
//- (INFO) 01/20 21:18:30,160
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/20 21:18:30,160
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/20 21:18:30,160
【邮件发送线程】初始化开始…
//- (INFO) 01/20 21:18:30,566
【自动删除线程】已找出0封待删除邮件，耗时：281.2536ms
//- (INFO) 01/20 21:18:30,566
【自动删除线程】初始化完成！
//- (INFO) 01/20 21:18:30,645
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：484ms
//- (INFO) 01/20 21:20:14,467
----------------- 系统终止 -----------------
