//- (INFO) 12/28 11:55:06,310
----------------- 系统启动 -----------------
//- (INFO) 12/28 11:55:06,310
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 12/28 11:55:06,310
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 12/28 11:55:06,326
【邮件发送线程】初始化开始…
//- (INFO) 12/28 11:55:06,669
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：344ms
//- (INFO) 12/28 11:55:06,779
【自动删除线程】已找出7851封待删除邮件，耗时：421.8601ms
//- (INFO) 12/28 11:55:28,904
【自动删除线程】已自动删除2000封邮件，耗时:11875ms
//- (INFO) 12/28 11:55:28,904
【自动删除线程】初始化完成！
//- (INFO) 12/28 11:58:26,556
----------------- 系统终止 -----------------
//- (INFO) 12/28 21:18:30,300
----------------- 系统启动 -----------------
//- (INFO) 12/28 21:18:30,307
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 12/28 21:18:30,307
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 12/28 21:18:30,312
【邮件发送线程】初始化开始…
//- (INFO) 12/28 21:18:30,579
【自动删除线程】已找出5851封待删除邮件，耗时：210.1908ms
//- (INFO) 12/28 21:18:30,593
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：278ms
//- (INFO) 12/28 21:18:52,364
【自动删除线程】已自动删除2000封邮件，耗时:11878ms
//- (INFO) 12/28 21:18:52,365
【自动删除线程】初始化完成！
//- (INFO) 12/28 21:19:25,831
----------------- 系统终止 -----------------
//- (INFO) 12/28 21:19:30,952
----------------- 系统启动 -----------------
//- (INFO) 12/28 21:19:30,954
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 12/28 21:19:30,954
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 12/28 21:19:30,958
【邮件发送线程】初始化开始…
//- (INFO) 12/28 21:19:31,204
【自动删除线程】已找出3851封待删除邮件，耗时：189.638ms
//- (INFO) 12/28 21:19:31,210
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：250ms
//- (INFO) 12/28 21:19:52,804
【自动删除线程】已自动删除2000封邮件，耗时:11774ms
//- (INFO) 12/28 21:19:52,806
【自动删除线程】初始化完成！
//- (INFO) 12/28 21:23:59,291
----------------- 系统终止 -----------------
//- (INFO) 12/28 21:24:04,273
----------------- 系统启动 -----------------
//- (INFO) 12/28 21:24:04,275
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 12/28 21:24:04,276
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 12/28 21:24:04,280
【邮件发送线程】初始化开始…
//- (INFO) 12/28 21:24:04,579
【自动删除线程】已找出1851封待删除邮件，耗时：244.1724ms
//- (INFO) 12/28 21:24:04,588
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：307ms
//- (INFO) 12/28 21:24:23,821
【自动删除线程】已自动删除1851封邮件，耗时:10126ms
//- (INFO) 12/28 21:24:23,824
【自动删除线程】初始化完成！
//- (INFO) 12/28 21:27:51,706
----------------- 系统终止 -----------------
//- (INFO) 12/28 21:27:55,254
----------------- 系统启动 -----------------
//- (INFO) 12/28 21:27:55,257
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 12/28 21:27:55,258
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 12/28 21:27:55,262
【邮件发送线程】初始化开始…
//- (INFO) 12/28 21:27:55,503
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：239ms
//- (INFO) 12/28 21:27:55,961
【自动删除线程】已找出0封待删除邮件，耗时：639.6509ms
//- (INFO) 12/28 21:27:55,963
【自动删除线程】初始化完成！
//- (INFO) 12/28 21:29:00,800
----------------- 系统终止 -----------------
//- (INFO) 12/28 21:29:05,434
----------------- 系统启动 -----------------
//- (INFO) 12/28 21:29:05,436
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 12/28 21:29:05,436
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 12/28 21:29:05,441
【邮件发送线程】初始化开始…
//- (INFO) 12/28 21:29:05,658
【自动删除线程】已找出0封待删除邮件，耗时：164.1154ms
//- (INFO) 12/28 21:29:05,660
【自动删除线程】初始化完成！
//- (INFO) 12/28 21:29:06,275
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：833ms
//- (INFO) 12/28 21:29:43,934
----------------- 系统终止 -----------------
//- (INFO) 12/28 21:37:00,152
----------------- 系统启动 -----------------
//- (INFO) 12/28 21:37:00,158
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 12/28 21:37:00,158
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 12/28 21:37:00,165
【邮件发送线程】初始化开始…
//- (INFO) 12/28 21:37:00,277
【自动删除线程】已找出0封待删除邮件，耗时：90.0645ms
//- (INFO) 12/28 21:37:00,279
【自动删除线程】初始化完成！
//- (INFO) 12/28 21:37:00,286
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：117ms
//- (INFO) 12/28 21:41:48,300
【邮件发送线程】单次存储邮件状态完成，已存储2条，剩余0，耗时：7ms
//- (INFO) 12/28 21:43:26,397
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余844，耗时：87ms
//- (INFO) 12/28 21:43:28,484
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余744，耗时：84ms
//- (INFO) 12/28 21:43:30,525
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余644，耗时：37ms
//- (INFO) 12/28 21:43:32,571
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余544，耗时：43ms
//- (INFO) 12/28 21:43:34,658
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余444，耗时：84ms
//- (INFO) 12/28 21:43:36,705
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余344，耗时：40ms
//- (INFO) 12/28 21:43:38,828
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余244，耗时：120ms
//- (INFO) 12/28 21:43:40,943
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余144，耗时：108ms
//- (INFO) 12/28 21:43:43,323
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余44，耗时：110ms
//- (INFO) 12/28 21:43:45,368
【邮件发送线程】单次存储邮件状态完成，已存储44条，剩余0，耗时：39ms
//- (INFO) 12/28 21:47:20,760
----------------- 系统终止 -----------------
