//- (INFO) 12/17 18:49:32,561
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 12/17 18:49:32,561
【自动删除线程】邮件删除线程启动成功！
//- (INFO) 12/17 18:49:32,639
【邮件发送线程】邮件初始化开始…
//- (INFO) 12/17 18:49:34,529
【自动删除线程】已找出7546封待删除邮件
//- (INFO) 12/17 18:49:34,639
【邮件发送线程】邮件初始化完成，找出0封未发送成功邮件，耗时：1984ms
//- (INFO) 12/17 18:49:35,529
【自动删除线程】已自动删除5封邮件，耗时:1000ms
//- (INFO) 12/17 18:52:22,464
【自动删除线程】邮件删除线程启动成功！
//- (INFO) 12/17 18:52:22,464
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 12/17 18:52:22,480
【邮件发送线程】邮件初始化开始…
//- (INFO) 12/17 18:52:22,589
【自动删除线程】已找出7541封待删除邮件
//- (INFO) 12/17 18:52:22,605
【邮件发送线程】邮件初始化完成，找出0封未发送成功邮件，耗时：125ms
//- (INFO) 12/17 18:52:22,808
【自动删除线程】已自动删除5封邮件，耗时:203ms
//- (INFO) 12/17 18:53:54,873
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 12/17 18:53:54,873
【自动删除线程】邮件删除线程启动成功！
//- (INFO) 12/17 18:53:54,888
【邮件发送线程】邮件初始化开始…
//- (INFO) 12/17 18:53:55,638
【自动删除线程】已找出7536封待删除邮件
//- (INFO) 12/17 18:53:55,701
【邮件发送线程】邮件初始化完成，找出0封未发送成功邮件，耗时：813ms
//- (INFO) 12/17 18:53:57,435
【自动删除线程】已自动删除5封邮件，耗时:1797ms
//- (INFO) 12/17 18:54:58,163
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 12/17 18:54:58,163
【自动删除线程】邮件删除线程启动成功！
//- (INFO) 12/17 18:54:58,163
【邮件发送线程】邮件初始化开始…
//- (INFO) 12/17 18:54:58,288
【自动删除线程】已找出7531封待删除邮件
//- (INFO) 12/17 18:54:58,288
【邮件发送线程】邮件初始化完成，找出0封未发送成功邮件，耗时：125ms
//- (INFO) 12/17 18:54:58,460
【自动删除线程】已自动删除5封邮件，耗时:172ms
//- (INFO) 12/17 21:11:46,704
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 12/17 21:11:46,704
【自动删除线程】邮件删除线程启动成功！
//- (INFO) 12/17 21:11:46,767
【邮件发送线程】邮件初始化开始…
//- (INFO) 12/17 21:11:47,657
【自动删除线程】已找出7526封待删除邮件
//- (INFO) 12/17 21:11:47,673
【邮件发送线程】邮件初始化完成，找出0封未发送成功邮件，耗时：906ms
//- (INFO) 12/17 21:11:48,267
【自动删除线程】已自动删除5封邮件，耗时:609ms
//- (INFO) 12/17 21:16:48,730
【自动删除线程】已自动删除5封邮件，耗时:437ms
//- (INFO) 12/17 21:18:15,319
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 12/17 21:18:15,319
【自动删除线程】邮件删除线程启动成功！
//- (INFO) 12/17 21:18:15,335
【邮件发送线程】邮件初始化开始…
//- (INFO) 12/17 21:18:15,678
【自动删除线程】已找出7527封待删除邮件
//- (INFO) 12/17 21:18:15,694
【邮件发送线程】邮件初始化完成，找出0封未发送成功邮件，耗时：359ms
//- (INFO) 12/17 21:18:15,928
【自动删除线程】已自动删除5封邮件，耗时:234ms
//- (INFO) 12/17 21:22:55,988
【邮件发送线程】单次存储邮件状态完成，已存储35条，剩余0，耗时：266ms
//- (INFO) 12/17 21:23:16,145
【自动删除线程】已自动删除5封邮件，耗时:203ms
//- (INFO) 12/17 21:25:56,377
【邮件发送线程】单次存储邮件状态完成，已存储50条，剩余920，耗时：359ms
//- (INFO) 12/17 21:26:01,737
【邮件发送线程】单次存储邮件状态完成，已存储50条，剩余870，耗时：344ms
//- (INFO) 12/17 21:26:06,987
【邮件发送线程】单次存储邮件状态完成，已存储50条，剩余820，耗时：219ms
//- (INFO) 12/17 21:26:12,237
【邮件发送线程】单次存储邮件状态完成，已存储50条，剩余770，耗时：234ms
//- (INFO) 12/17 21:26:17,518
【邮件发送线程】单次存储邮件状态完成，已存储50条，剩余720，耗时：266ms
//- (INFO) 12/17 21:26:22,878
【邮件发送线程】单次存储邮件状态完成，已存储50条，剩余670，耗时：344ms
//- (INFO) 12/17 21:26:28,112
【邮件发送线程】单次存储邮件状态完成，已存储50条，剩余620，耗时：219ms
//- (INFO) 12/17 21:26:33,393
【邮件发送线程】单次存储邮件状态完成，已存储50条，剩余570，耗时：266ms
//- (INFO) 12/17 21:26:38,768
【邮件发送线程】单次存储邮件状态完成，已存储50条，剩余520，耗时：328ms
//- (INFO) 12/17 21:26:44,003
【邮件发送线程】单次存储邮件状态完成，已存储50条，剩余470，耗时：219ms
//- (INFO) 12/17 21:26:49,300
【邮件发送线程】单次存储邮件状态完成，已存储50条，剩余420，耗时：266ms
//- (INFO) 12/17 21:26:54,534
【邮件发送线程】单次存储邮件状态完成，已存储50条，剩余370，耗时：219ms
//- (INFO) 12/17 21:26:59,753
【邮件发送线程】单次存储邮件状态完成，已存储50条，剩余320，耗时：203ms
//- (INFO) 12/17 21:27:04,975
【邮件发送线程】单次存储邮件状态完成，已存储50条，剩余270，耗时：191ms
