//- (INFO) 01/30 14:43:33,673
----------------- 系统启动 -----------------
//- (INFO) 01/30 14:43:33,689
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/30 14:43:33,689
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/30 14:43:33,689
【邮件发送线程】初始化开始…
//- (INFO) 01/30 14:43:33,908
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：219ms
//- (INFO) 01/30 14:43:33,908
【自动删除线程】已找出0封待删除邮件，耗时：171.8637ms
//- (INFO) 01/30 14:43:33,908
【自动删除线程】初始化完成！
//- (INFO) 01/30 14:46:33,176
----------------- 系统终止 -----------------
//- (INFO) 01/30 14:55:00,590
----------------- 系统启动 -----------------
//- (INFO) 01/30 14:55:00,606
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/30 14:55:00,606
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/30 14:55:00,606
【邮件发送线程】初始化开始…
//- (INFO) 01/30 14:55:00,824
【自动删除线程】已找出0封待删除邮件，耗时：187.5038ms
//- (INFO) 01/30 14:55:00,824
【自动删除线程】初始化完成！
//- (INFO) 01/30 14:55:00,824
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：219ms
//- (INFO) 01/30 15:19:01,289
----------------- 系统终止 -----------------
//- (INFO) 01/30 20:45:34,131
----------------- 系统启动 -----------------
//- (INFO) 01/30 20:45:34,131
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/30 20:45:34,131
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/30 20:45:34,131
【邮件发送线程】初始化开始…
//- (INFO) 01/30 20:45:34,334
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：188ms
//- (INFO) 01/30 20:45:34,334
【自动删除线程】已找出0封待删除邮件，耗时：156.2518ms
//- (INFO) 01/30 20:45:34,334
【自动删除线程】初始化完成！
//- (INFO) 01/30 21:03:09,197
----------------- 系统终止 -----------------
//- (INFO) 01/30 21:03:16,197
----------------- 系统启动 -----------------
//- (INFO) 01/30 21:03:16,212
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/30 21:03:16,212
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/30 21:03:16,228
【邮件发送线程】初始化开始…
//- (INFO) 01/30 21:03:16,400
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：172ms
//- (INFO) 01/30 21:03:16,400
【自动删除线程】已找出0封待删除邮件，耗时：93.7479ms
//- (INFO) 01/30 21:03:16,400
【自动删除线程】初始化完成！
//- (INFO) 01/30 21:16:48,710
----------------- 系统终止 -----------------
//- (INFO) 01/30 21:28:41,685
----------------- 系统启动 -----------------
//- (INFO) 01/30 21:28:41,701
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/30 21:28:41,701
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/30 21:28:41,701
【邮件发送线程】初始化开始…
//- (INFO) 01/30 21:28:41,920
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：219ms
//- (INFO) 01/30 21:28:41,920
【自动删除线程】已找出0封待删除邮件，耗时：156.25ms
//- (INFO) 01/30 21:28:41,920
【自动删除线程】初始化完成！
//- (INFO) 01/30 21:31:06,042
----------------- 系统终止 -----------------
//- (INFO) 01/30 21:40:18,027
----------------- 系统启动 -----------------
//- (INFO) 01/30 21:40:18,027
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/30 21:40:18,043
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/30 21:40:18,043
【邮件发送线程】初始化开始…
//- (INFO) 01/30 21:40:18,152
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：109ms
//- (INFO) 01/30 21:40:18,152
【自动删除线程】已找出0封待删除邮件，耗时：93.7327ms
//- (INFO) 01/30 21:40:18,152
【自动删除线程】初始化完成！
//- (INFO) 01/30 21:40:25,527
----------------- 系统终止 -----------------
//- (INFO) 01/30 21:40:40,215
----------------- 系统启动 -----------------
//- (INFO) 01/30 21:40:40,230
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/30 21:40:40,230
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/30 21:40:40,230
【邮件发送线程】初始化开始…
//- (INFO) 01/30 21:40:40,340
【自动删除线程】已找出0封待删除邮件，耗时：93.7518ms
//- (INFO) 01/30 21:40:40,340
【自动删除线程】初始化完成！
//- (INFO) 01/30 21:40:40,340
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：109ms
//- (INFO) 01/30 21:45:58,809
----------------- 系统终止 -----------------
