//- (INFO) 12/12 13:42:09,814
【自动删除线程】邮件删除线程启动成功！
//- (INFO) 12/12 13:42:09,814
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 12/12 13:42:09,830
【邮件发送线程】邮件初始化开始…
//- (INFO) 12/12 13:42:10,033
【自动删除线程】已找出7576封待删除邮件
//- (INFO) 12/12 13:42:10,033
【邮件发送线程】邮件初始化完成，耗时：188ms
//- (INFO) 12/12 13:42:10,205
【自动删除线程】已自动删除5封邮件，耗时:172ms
//- (INFO) 12/12 13:43:55,237
单次存储邮件状态完成，已存储20条，耗时：172ms
//- (INFO) 12/12 13:44:00,362
单次存储邮件状态完成，已存储20条，耗时：109ms
//- (INFO) 12/12 13:44:05,471
单次存储邮件状态完成，已存储20条，耗时：94ms
//- (INFO) 12/12 13:44:10,643
单次存储邮件状态完成，已存储20条，耗时：141ms
//- (INFO) 12/12 13:44:15,768
单次存储邮件状态完成，已存储20条，耗时：109ms
//- (INFO) 12/12 13:45:06,361
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 12/12 13:45:06,361
【自动删除线程】邮件删除线程启动成功！
//- (INFO) 12/12 13:45:06,376
【邮件发送线程】邮件初始化开始…
//- (INFO) 12/12 13:45:06,595
【自动删除线程】已找出7571封待删除邮件
//- (INFO) 12/12 13:45:06,611
【邮件发送线程】邮件初始化完成，耗时：234ms
//- (INFO) 12/12 13:45:06,720
【自动删除线程】已自动删除5封邮件，耗时:125ms
//- (INFO) 12/12 13:45:06,782
单次存储邮件状态完成，已存储20条，剩余833，耗时：172ms
//- (INFO) 12/12 13:45:11,941
单次存储邮件状态完成，已存储20条，剩余813，耗时：141ms
//- (INFO) 12/12 13:45:17,098
单次存储邮件状态完成，已存储20条，剩余793，耗时：125ms
//- (INFO) 12/12 13:45:22,254
单次存储邮件状态完成，已存储20条，剩余773，耗时：125ms
//- (INFO) 12/12 13:45:27,395
单次存储邮件状态完成，已存储20条，剩余753，耗时：109ms
//- (INFO) 12/12 13:45:32,489
单次存储邮件状态完成，已存储20条，剩余733，耗时：78ms
//- (INFO) 12/12 13:45:37,629
单次存储邮件状态完成，已存储20条，剩余713，耗时：109ms
//- (INFO) 12/12 13:45:42,879
单次存储邮件状态完成，已存储20条，剩余693，耗时：219ms
//- (INFO) 12/12 13:45:48,020
单次存储邮件状态完成，已存储20条，剩余673，耗时：125ms
//- (INFO) 12/12 13:45:53,176
单次存储邮件状态完成，已存储20条，剩余653，耗时：141ms
//- (INFO) 12/12 13:45:58,301
单次存储邮件状态完成，已存储20条，剩余633，耗时：94ms
//- (INFO) 12/12 13:46:03,411
单次存储邮件状态完成，已存储20条，剩余613，耗时：94ms
//- (INFO) 12/12 13:47:26,213
【自动删除线程】邮件删除线程启动成功！
//- (INFO) 12/12 13:47:26,213
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 12/12 13:47:26,229
【邮件发送线程】邮件初始化开始…
//- (INFO) 12/12 13:47:26,370
【邮件发送线程】邮件初始化完成，耗时：141ms
//- (INFO) 12/12 13:47:26,370
【自动删除线程】已找出7566封待删除邮件
//- (INFO) 12/12 13:47:26,588
【自动删除线程】已自动删除5封邮件，耗时:219ms
//- (INFO) 12/12 13:47:26,963
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余513，耗时：594ms
//- (INFO) 12/12 13:47:32,401
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余413，耗时：422ms
//- (INFO) 12/12 13:47:37,760
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余313，耗时：344ms
//- (INFO) 12/12 13:47:43,198
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余213，耗时：422ms
//- (INFO) 12/12 13:47:48,635
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余113，耗时：375ms
//- (INFO) 12/12 13:47:53,932
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余13，耗时：281ms
//- (INFO) 12/12 13:47:58,995
【邮件发送线程】单次存储邮件状态完成，已存储13条，剩余0，耗时：31ms
//- (INFO) 12/12 13:49:35,246
【自动删除线程】邮件删除线程启动成功！
//- (INFO) 12/12 13:49:35,246
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 12/12 13:49:35,262
【邮件发送线程】邮件初始化开始…
//- (INFO) 12/12 13:49:35,512
【自动删除线程】已找出7561封待删除邮件
//- (INFO) 12/12 13:49:35,512
【邮件发送线程】邮件初始化完成，找出0封未发送成功邮件，耗时：250ms
//- (INFO) 12/12 13:49:35,715
【自动删除线程】已自动删除5封邮件，耗时:203ms
//- (INFO) 12/12 13:52:08,762
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 12/12 13:52:08,762
【自动删除线程】邮件删除线程启动成功！
//- (INFO) 12/12 13:52:08,793
【邮件发送线程】邮件初始化开始…
//- (INFO) 12/12 13:52:08,918
【自动删除线程】已找出7556封待删除邮件
//- (INFO) 12/12 13:52:08,934
【邮件发送线程】邮件初始化完成，找出0封未发送成功邮件，耗时：141ms
//- (INFO) 12/12 13:52:09,012
【自动删除线程】已自动删除5封邮件，耗时:78ms
