//- (INFO) 01/23 18:07:47,527
----------------- 系统启动 -----------------
//- (INFO) 01/23 18:07:47,527
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/23 18:07:47,527
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/23 18:07:47,543
【邮件发送线程】初始化开始…
//- (INFO) 01/23 18:07:48,746
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：1203ms
//- (INFO) 01/23 18:07:49,480
【自动删除线程】已找出0封待删除邮件，耗时：1890.6881ms
//- (INFO) 01/23 18:07:49,480
【自动删除线程】初始化完成！
//- (INFO) 01/23 18:11:40,670
----------------- 系统终止 -----------------
//- (INFO) 01/23 18:28:56,724
----------------- 系统启动 -----------------
//- (INFO) 01/23 18:28:56,739
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/23 18:28:56,739
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/23 18:28:56,739
【邮件发送线程】初始化开始…
//- (INFO) 01/23 18:28:56,989
【自动删除线程】已找出0封待删除邮件，耗时：203.1121ms
//- (INFO) 01/23 18:28:56,989
【自动删除线程】初始化完成！
//- (INFO) 01/23 18:28:57,005
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：266ms
//- (INFO) 01/23 18:30:19,566
----------------- 系统终止 -----------------
//- (INFO) 01/23 18:43:32,085
----------------- 系统启动 -----------------
//- (INFO) 01/23 18:43:32,116
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/23 18:43:32,116
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/23 18:43:32,132
【邮件发送线程】初始化开始…
//- (INFO) 01/23 18:43:32,476
【自动删除线程】已找出0封待删除邮件，耗时：250.0036ms
//- (INFO) 01/23 18:43:32,476
【自动删除线程】初始化完成！
//- (INFO) 01/23 18:43:32,491
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：359ms
//- (INFO) 01/23 18:44:57,104
----------------- 系统终止 -----------------
//- (INFO) 01/23 18:47:22,626
----------------- 系统启动 -----------------
//- (INFO) 01/23 18:47:22,626
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/23 18:47:22,626
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/23 18:47:22,642
【邮件发送线程】初始化开始…
//- (INFO) 01/23 18:47:22,751
【自动删除线程】已找出0封待删除邮件，耗时：78.1084ms
//- (INFO) 01/23 18:47:22,767
【自动删除线程】初始化完成！
//- (INFO) 01/23 18:47:22,767
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：125ms
//- (INFO) 01/23 18:55:17,000
----------------- 系统终止 -----------------
//- (INFO) 01/23 18:55:20,937
----------------- 系统启动 -----------------
//- (INFO) 01/23 18:55:20,937
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/23 18:55:20,937
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/23 18:55:20,953
【邮件发送线程】初始化开始…
//- (INFO) 01/23 18:55:21,078
【自动删除线程】已找出0封待删除邮件，耗时：93.7637ms
//- (INFO) 01/23 18:55:21,078
【自动删除线程】初始化完成！
//- (INFO) 01/23 18:55:21,078
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：125ms
//- (INFO) 01/23 18:55:50,212
----------------- 系统终止 -----------------
