//- (INFO) 11/24 15:03:03,488
邮件发送线程启动成功！
//- (INFO) 11/24 15:03:03,488
邮件删除线程启动成功！
//- (INFO) 11/24 15:03:03,535
邮件初始化开始…
//- (INFO) 11/24 15:03:03,738
邮件初始化完成
//- (INFO) 11/24 15:03:03,910
已自动删除5封邮件
//- (INFO) 11/24 15:08:04,196
已自动删除5封邮件
//- (INFO) 11/24 15:25:47,950
邮件发送线程启动成功！
//- (INFO) 11/24 15:25:47,950
邮件删除线程启动成功！
//- (INFO) 11/24 15:25:47,950
邮件初始化开始…
//- (INFO) 11/24 15:25:48,106
邮件初始化完成
//- (INFO) 11/24 15:25:48,227
已自动删除5封邮件
//- (INFO) 11/24 15:28:40,791
邮件删除线程启动成功！
//- (INFO) 11/24 15:28:40,791
邮件发送线程启动成功！
//- (INFO) 11/24 15:28:40,807
邮件初始化开始…
//- (INFO) 11/24 15:28:40,916
邮件初始化完成
//- (INFO) 11/24 15:28:41,041
已自动删除5封邮件
//- (INFO) 11/24 15:33:41,176
已自动删除5封邮件
//- (INFO) 11/24 15:38:41,368
已自动删除5封邮件
//- (INFO) 11/24 15:43:24,483
邮件发送线程启动成功！
//- (INFO) 11/24 15:43:24,498
邮件删除线程启动成功！
//- (INFO) 11/24 15:43:24,498
邮件初始化开始…
//- (INFO) 11/24 15:43:24,639
邮件初始化完成
//- (INFO) 11/24 15:43:24,780
已自动删除5封邮件
//- (INFO) 11/24 15:48:24,906
已自动删除5封邮件
//- (INFO) 11/24 15:50:02,085
邮件发送线程启动成功！
//- (INFO) 11/24 15:50:02,085
邮件删除线程启动成功！
//- (INFO) 11/24 15:50:02,100
邮件初始化开始…
//- (INFO) 11/24 15:50:02,225
邮件初始化完成
//- (INFO) 11/24 15:50:02,319
已自动删除5封邮件
//- (INFO) 11/24 15:51:09,331
邮件删除线程启动成功！
//- (INFO) 11/24 15:51:09,331
邮件发送线程启动成功！
//- (INFO) 11/24 15:51:09,347
邮件初始化开始…
//- (INFO) 11/24 15:51:09,472
邮件初始化完成
//- (INFO) 11/24 15:51:09,659
已自动删除5封邮件
//- (INFO) 11/24 16:09:13,749
邮件删除线程启动成功！
//- (INFO) 11/24 16:09:13,749
邮件发送线程启动成功！
//- (INFO) 11/24 16:09:13,762
邮件初始化开始…
//- (INFO) 11/24 16:09:13,918
邮件初始化完成
//- (INFO) 11/24 16:09:14,044
已自动删除5封邮件
//- (INFO) 11/24 16:14:14,149
已自动删除5封邮件
//- (INFO) 11/24 16:18:31,387
邮件发送线程启动成功！
//- (INFO) 11/24 16:18:31,387
邮件删除线程启动成功！
//- (INFO) 11/24 16:18:31,397
邮件初始化开始…
//- (INFO) 11/24 16:18:31,540
邮件初始化完成
//- (INFO) 11/24 16:18:31,698
已自动删除5封邮件
//- (INFO) 11/24 16:23:31,956
已自动删除5封邮件
//- (INFO) 11/24 16:28:45,045
邮件发送线程启动成功！
//- (INFO) 11/24 16:28:45,046
邮件删除线程启动成功！
//- (INFO) 11/24 16:28:45,055
邮件初始化开始…
//- (INFO) 11/24 16:28:45,182
邮件初始化完成
//- (INFO) 11/24 16:28:45,457
已自动删除5封邮件
//- (INFO) 11/24 16:33:45,590
已自动删除5封邮件
//- (INFO) 11/24 16:34:57,003
邮件发送线程启动成功！
//- (INFO) 11/24 16:34:57,004
邮件删除线程启动成功！
//- (INFO) 11/24 16:34:57,014
邮件初始化开始…
//- (INFO) 11/24 16:34:57,159
邮件初始化完成
//- (INFO) 11/24 16:34:57,283
已自动删除5封邮件
//- (INFO) 11/24 16:36:58,750
邮件发送线程启动成功！
//- (INFO) 11/24 16:36:58,750
邮件删除线程启动成功！
//- (INFO) 11/24 16:36:58,760
邮件初始化开始…
//- (INFO) 11/24 16:36:58,873
邮件初始化完成
//- (INFO) 11/24 16:36:59,033
已自动删除5封邮件
//- (INFO) 11/24 16:41:59,264
已自动删除5封邮件
//- (INFO) 11/24 16:51:08,654
邮件发送线程启动成功！
//- (INFO) 11/24 16:51:08,655
邮件删除线程启动成功！
//- (INFO) 11/24 16:51:08,664
邮件初始化开始…
//- (INFO) 11/24 16:51:08,844
邮件初始化完成
//- (INFO) 11/24 16:51:08,999
已自动删除5封邮件
//- (INFO) 11/24 17:07:19,918
邮件发送线程启动成功！
//- (INFO) 11/24 17:07:19,918
邮件删除线程启动成功！
//- (INFO) 11/24 17:07:19,971
邮件初始化开始…
//- (INFO) 11/24 17:07:20,093
邮件初始化完成
//- (INFO) 11/24 17:07:20,210
已自动删除5封邮件
//- (INFO) 11/24 17:19:54,362
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 11/24 17:19:54,362
【自动删除线程】邮件删除线程启动成功！
//- (INFO) 11/24 17:19:54,383
【邮件发送线程】邮件初始化开始…
//- (INFO) 11/24 17:19:55,165
【邮件发送线程】邮件初始化完成
//- (INFO) 11/24 17:19:58,517
【自动删除线程】已找出8856封待删除邮件
//- (INFO) 11/24 17:19:59,472
【自动删除线程】已自动删除5封邮件
//- (INFO) 11/24 17:26:36,848
【自动删除线程】邮件删除线程启动成功！
//- (INFO) 11/24 17:26:36,848
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 11/24 17:26:36,858
【邮件发送线程】邮件初始化开始…
//- (INFO) 11/24 17:26:36,994
【邮件发送线程】邮件初始化完成
//- (INFO) 11/24 17:26:37,037
【自动删除线程】已找出8851封待删除邮件
//- (INFO) 11/24 17:26:37,277
【自动删除线程】已自动删除5封邮件
