//- (INFO) 02/25 08:48:10,643
----------------- 系统启动 -----------------
//- (INFO) 02/25 08:48:10,643
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 02/25 08:48:10,643
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 02/25 08:48:10,659
【邮件发送线程】初始化开始…
//- (INFO) 02/25 08:48:10,909
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：250ms
//- (INFO) 02/25 08:48:10,925
【自动删除线程】已找出0封待删除邮件，耗时：203.1268ms
//- (INFO) 02/25 08:48:10,925
【自动删除线程】初始化完成！
//- (INFO) 02/25 09:09:26,291
----------------- 系统终止 -----------------
//- (INFO) 02/25 09:09:34,588
----------------- 系统启动 -----------------
//- (INFO) 02/25 09:09:34,604
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 02/25 09:09:34,604
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 02/25 09:09:34,604
【邮件发送线程】初始化开始…
//- (INFO) 02/25 09:09:34,698
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：94ms
//- (INFO) 02/25 09:09:34,713
【自动删除线程】已找出0封待删除邮件，耗时：93.7506ms
//- (INFO) 02/25 09:09:34,713
【自动删除线程】初始化完成！
//- (INFO) 02/25 10:15:34,735
----------------- 系统启动 -----------------
//- (INFO) 02/25 10:15:34,742
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 02/25 10:15:34,742
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 02/25 10:15:34,747
【邮件发送线程】初始化开始…
//- (INFO) 02/25 10:15:34,943
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：194ms
//- (INFO) 02/25 10:15:34,943
【自动删除线程】已找出0封待删除邮件，耗时：161.7607ms
//- (INFO) 02/25 10:15:34,948
【自动删除线程】初始化完成！
//- (INFO) 02/25 10:20:06,352
----------------- 系统终止 -----------------
