//- (INFO) 12/07 22:00:11,771
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 12/07 22:00:11,771
【自动删除线程】邮件删除线程启动成功！
//- (INFO) 12/07 22:00:11,802
【邮件发送线程】邮件初始化开始…
//- (INFO) 12/07 22:00:13,896
【自动删除线程】已找出7831封待删除邮件
//- (INFO) 12/07 22:00:13,943
【邮件发送线程】邮件初始化完成
//- (INFO) 12/07 22:00:14,662
【自动删除线程】已自动删除5封邮件
//- (INFO) 12/07 22:02:20,196
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 12/07 22:02:20,196
【自动删除线程】邮件删除线程启动成功！
//- (INFO) 12/07 22:02:20,227
【邮件发送线程】邮件初始化开始…
//- (INFO) 12/07 22:02:20,430
【自动删除线程】已找出7826封待删除邮件
//- (INFO) 12/07 22:02:20,430
【邮件发送线程】邮件初始化完成
//- (INFO) 12/07 22:02:20,821
【自动删除线程】已自动删除5封邮件
//- (INFO) 12/07 22:07:20,971
【自动删除线程】已自动删除5封邮件
