//- (INFO) 01/12 10:55:47,998
----------------- 系统启动 -----------------
//- (INFO) 01/12 10:55:48,005
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/12 10:55:48,006
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/12 10:55:48,010
【邮件发送线程】初始化开始…
//- (INFO) 01/12 10:55:48,614
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：603ms
//- (INFO) 01/12 10:55:49,828
【自动删除线程】已找出4676封待删除邮件，耗时：1758.9662ms
//- (INFO) 01/12 10:56:15,396
【自动删除线程】已自动删除2000封邮件，耗时:14384ms
//- (INFO) 01/12 10:56:15,402
【自动删除线程】初始化完成！
//- (INFO) 01/12 10:57:32,936
----------------- 系统终止 -----------------
//- (INFO) 01/12 10:57:40,684
----------------- 系统启动 -----------------
//- (INFO) 01/12 10:57:40,691
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/12 10:57:40,691
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/12 10:57:40,696
【邮件发送线程】初始化开始…
//- (INFO) 01/12 10:57:40,795
【自动删除线程】已找出2676封待删除邮件，耗时：78.0715ms
//- (INFO) 01/12 10:57:40,800
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：102ms
//- (INFO) 01/12 10:58:03,994
【自动删除线程】已自动删除2000封邮件，耗时:13472ms
//- (INFO) 01/12 10:58:03,996
【自动删除线程】初始化完成！
