//- (INFO) 01/21 16:01:27,268
----------------- 系统启动 -----------------
//- (INFO) 01/21 16:01:27,274
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/21 16:01:27,275
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/21 16:01:27,279
【邮件发送线程】初始化开始…
//- (INFO) 01/21 16:01:27,493
【自动删除线程】已找出0封待删除邮件，耗时：159.0991ms
//- (INFO) 01/21 16:01:27,495
【自动删除线程】初始化完成！
//- (INFO) 01/21 16:01:27,501
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：221ms
//- (INFO) 01/21 16:04:48,268
----------------- 系统终止 -----------------
//- (INFO) 01/21 16:04:58,046
----------------- 系统启动 -----------------
//- (INFO) 01/21 16:04:58,053
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/21 16:04:58,053
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/21 16:04:58,059
【邮件发送线程】初始化开始…
//- (INFO) 01/21 16:04:58,172
【自动删除线程】已找出0封待删除邮件，耗时：93.0664ms
//- (INFO) 01/21 16:04:58,174
【自动删除线程】初始化完成！
//- (INFO) 01/21 16:04:58,177
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：117ms
//- (INFO) 01/21 16:05:43,265
----------------- 系统终止 -----------------
//- (INFO) 01/21 16:06:32,345
----------------- 系统启动 -----------------
//- (INFO) 01/21 16:06:32,353
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/21 16:06:32,353
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/21 16:06:32,359
【邮件发送线程】初始化开始…
//- (INFO) 01/21 16:06:32,548
【自动删除线程】已找出0封待删除邮件，耗时：149.1037ms
//- (INFO) 01/21 16:06:32,550
【自动删除线程】初始化完成！
//- (INFO) 01/21 16:06:32,558
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：197ms
//- (INFO) 01/21 16:20:54,625
----------------- 系统启动 -----------------
//- (INFO) 01/21 16:20:54,632
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/21 16:20:54,632
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/21 16:20:54,636
【邮件发送线程】初始化开始…
//- (INFO) 01/21 16:20:54,818
【自动删除线程】已找出0封待删除邮件，耗时：147.1165ms
//- (INFO) 01/21 16:20:54,820
【自动删除线程】初始化完成！
//- (INFO) 01/21 16:20:54,827
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：188ms
//- (INFO) 01/21 19:09:32,645
----------------- 系统启动 -----------------
//- (INFO) 01/21 19:09:32,660
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/21 19:09:32,660
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/21 19:09:32,676
【邮件发送线程】初始化开始…
//- (INFO) 01/21 19:09:32,879
【自动删除线程】已找出0封待删除邮件，耗时：171.8756ms
//- (INFO) 01/21 19:09:32,879
【自动删除线程】初始化完成！
//- (INFO) 01/21 19:09:32,879
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：203ms
//- (INFO) 01/21 19:09:42,923
----------------- 系统终止 -----------------
//- (INFO) 01/21 19:09:53,140
----------------- 系统启动 -----------------
//- (INFO) 01/21 19:09:53,172
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/21 19:09:53,172
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/21 19:09:53,203
【邮件发送线程】初始化开始…
//- (INFO) 01/21 19:09:53,375
【自动删除线程】已找出0封待删除邮件，耗时：93.7406ms
//- (INFO) 01/21 19:09:53,375
【自动删除线程】初始化完成！
//- (INFO) 01/21 19:09:53,375
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：172ms
//- (INFO) 01/21 19:11:57,197
----------------- 系统终止 -----------------
//- (INFO) 01/21 19:11:59,025
----------------- 系统启动 -----------------
//- (INFO) 01/21 19:11:59,040
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/21 19:11:59,040
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/21 19:11:59,056
【邮件发送线程】初始化开始…
//- (INFO) 01/21 19:11:59,228
【自动删除线程】已找出0封待删除邮件，耗时：125.001ms
//- (INFO) 01/21 19:11:59,228
【自动删除线程】初始化完成！
//- (INFO) 01/21 19:11:59,228
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：172ms
//- (INFO) 01/21 19:12:10,975
----------------- 系统终止 -----------------
//- (INFO) 01/21 19:12:21,460
----------------- 系统启动 -----------------
//- (INFO) 01/21 19:12:21,475
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/21 19:12:21,475
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/21 19:12:21,507
【邮件发送线程】初始化开始…
//- (INFO) 01/21 19:12:21,757
【自动删除线程】已找出0封待删除邮件，耗时：171.8743ms
//- (INFO) 01/21 19:12:21,757
【自动删除线程】初始化完成！
//- (INFO) 01/21 19:12:21,757
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：250ms
//- (INFO) 01/21 19:17:08,402
----------------- 系统终止 -----------------
//- (INFO) 01/21 19:17:09,574
----------------- 系统启动 -----------------
//- (INFO) 01/21 19:17:09,574
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/21 19:17:09,574
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/21 19:17:09,574
【邮件发送线程】初始化开始…
//- (INFO) 01/21 19:17:09,667
【自动删除线程】已找出0封待删除邮件，耗时：62.4999ms
//- (INFO) 01/21 19:17:09,683
【自动删除线程】初始化完成！
//- (INFO) 01/21 19:17:09,683
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：94ms
//- (INFO) 01/21 19:39:16,410
----------------- 系统启动 -----------------
//- (INFO) 01/21 19:39:16,425
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/21 19:39:16,425
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/21 19:39:16,425
【邮件发送线程】初始化开始…
//- (INFO) 01/21 19:39:16,660
【自动删除线程】已找出13封待删除邮件，耗时：171.8752ms
//- (INFO) 01/21 19:39:16,660
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：234ms
//- (INFO) 01/21 19:39:17,175
【自动删除线程】已自动删除13封邮件，耗时:438ms
//- (INFO) 01/21 19:39:17,175
【自动删除线程】初始化完成！
//- (INFO) 01/21 19:40:11,324
----------------- 系统启动 -----------------
//- (INFO) 01/21 19:40:11,340
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/21 19:40:11,340
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/21 19:40:11,340
【邮件发送线程】初始化开始…
//- (INFO) 01/21 19:40:13,527
【自动删除线程】已找出0封待删除邮件，耗时：921.8793ms
//- (INFO) 01/21 19:40:13,543
【自动删除线程】初始化完成！
//- (INFO) 01/21 19:40:13,652
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：2313ms
//- (INFO) 01/21 19:47:02,298
----------------- 系统终止 -----------------
//- (INFO) 01/21 19:47:07,220
----------------- 系统启动 -----------------
//- (INFO) 01/21 19:47:07,220
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/21 19:47:07,220
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/21 19:47:07,236
【邮件发送线程】初始化开始…
//- (INFO) 01/21 19:47:07,392
【自动删除线程】已找出0封待删除邮件，耗时：93.7464ms
//- (INFO) 01/21 19:47:07,392
【自动删除线程】初始化完成！
//- (INFO) 01/21 19:47:07,392
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：141ms
//- (INFO) 01/21 19:47:28,095
----------------- 系统终止 -----------------
//- (INFO) 01/21 19:47:38,096
----------------- 系统启动 -----------------
//- (INFO) 01/21 19:47:38,096
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/21 19:47:38,096
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/21 19:47:38,112
【邮件发送线程】初始化开始…
//- (INFO) 01/21 19:47:38,221
【自动删除线程】已找出0封待删除邮件，耗时：78.1265ms
//- (INFO) 01/21 19:47:38,221
【自动删除线程】初始化完成！
//- (INFO) 01/21 19:47:38,221
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：109ms
//- (INFO) 01/21 19:48:10,019
----------------- 系统终止 -----------------
//- (INFO) 01/21 19:48:55,194
----------------- 系统启动 -----------------
//- (INFO) 01/21 19:48:55,225
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/21 19:48:55,225
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/21 19:48:55,241
【邮件发送线程】初始化开始…
//- (INFO) 01/21 19:48:56,334
【自动删除线程】已找出0封待删除邮件，耗时：703.1295ms
//- (INFO) 01/21 19:48:56,334
【自动删除线程】初始化完成！
//- (INFO) 01/21 19:48:56,412
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：1156ms
//- (INFO) 01/21 19:51:05,989
----------------- 系统终止 -----------------
//- (INFO) 01/21 19:51:20,021
----------------- 系统启动 -----------------
//- (INFO) 01/21 19:51:20,037
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/21 19:51:20,037
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/21 19:51:20,037
【邮件发送线程】初始化开始…
//- (INFO) 01/21 19:51:20,177
【自动删除线程】已找出0封待删除邮件，耗时：109.3776ms
//- (INFO) 01/21 19:51:20,177
【自动删除线程】初始化完成！
//- (INFO) 01/21 19:51:20,177
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：141ms
//- (INFO) 01/21 19:52:45,179
----------------- 系统终止 -----------------
//- (INFO) 01/21 19:52:49,445
----------------- 系统启动 -----------------
//- (INFO) 01/21 19:52:49,445
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/21 19:52:49,445
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/21 19:52:49,460
【邮件发送线程】初始化开始…
//- (INFO) 01/21 19:52:49,554
【自动删除线程】已找出47封待删除邮件，耗时：78.1256ms
//- (INFO) 01/21 19:52:49,554
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：94ms
//- (INFO) 01/21 19:52:50,101
【自动删除线程】已自动删除47封邮件，耗时:328ms
//- (INFO) 01/21 19:52:50,101
【自动删除线程】初始化完成！
//- (INFO) 01/21 19:53:11,469
----------------- 系统终止 -----------------
//- (INFO) 01/21 21:07:27,053
----------------- 系统启动 -----------------
//- (INFO) 01/21 21:07:27,069
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/21 21:07:27,069
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/21 21:07:27,069
【邮件发送线程】初始化开始…
//- (INFO) 01/21 21:07:27,319
【自动删除线程】已找出0封待删除邮件，耗时：187.5009ms
//- (INFO) 01/21 21:07:27,319
【自动删除线程】初始化完成！
//- (INFO) 01/21 21:07:27,334
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：266ms
//- (INFO) 01/21 21:10:58,296
----------------- 系统终止 -----------------
//- (INFO) 01/21 21:12:37,329
----------------- 系统启动 -----------------
//- (INFO) 01/21 21:12:37,329
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/21 21:12:37,329
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/21 21:12:37,345
【邮件发送线程】初始化开始…
//- (INFO) 01/21 21:12:37,439
【自动删除线程】已找出0封待删除邮件，耗时：78.1113ms
//- (INFO) 01/21 21:12:37,439
【自动删除线程】初始化完成！
//- (INFO) 01/21 21:12:37,439
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：94ms
//- (INFO) 01/21 21:17:40,204
----------------- 系统终止 -----------------
//- (INFO) 01/21 21:17:58,961
----------------- 系统启动 -----------------
//- (INFO) 01/21 21:17:58,961
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/21 21:17:58,961
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/21 21:17:58,976
【邮件发送线程】初始化开始…
//- (INFO) 01/21 21:17:59,117
【自动删除线程】已找出0封待删除邮件，耗时：109.3754ms
//- (INFO) 01/21 21:17:59,117
【自动删除线程】初始化完成！
//- (INFO) 01/21 21:17:59,117
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：141ms
//- (INFO) 01/21 21:27:36,339
----------------- 系统终止 -----------------
//- (INFO) 01/21 21:27:40,370
----------------- 系统启动 -----------------
//- (INFO) 01/21 21:27:40,370
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/21 21:27:40,370
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/21 21:27:40,386
【邮件发送线程】初始化开始…
//- (INFO) 01/21 21:27:40,495
【自动删除线程】已找出0封待删除邮件，耗时：78.1287ms
//- (INFO) 01/21 21:27:40,495
【自动删除线程】初始化完成！
//- (INFO) 01/21 21:27:40,495
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：109ms
//- (INFO) 01/21 21:30:28,760
----------------- 系统终止 -----------------
//- (INFO) 01/21 21:30:29,791
----------------- 系统启动 -----------------
//- (INFO) 01/21 21:30:29,791
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/21 21:30:29,791
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/21 21:30:29,807
【邮件发送线程】初始化开始…
//- (INFO) 01/21 21:30:29,900
【自动删除线程】已找出0封待删除邮件，耗时：78.1251ms
//- (INFO) 01/21 21:30:29,900
【自动删除线程】初始化完成！
//- (INFO) 01/21 21:30:29,900
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：94ms
//- (INFO) 01/21 21:36:45,647
----------------- 系统终止 -----------------
//- (INFO) 01/21 21:53:08,798
----------------- 系统启动 -----------------
//- (INFO) 01/21 21:53:08,798
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/21 21:53:08,798
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/21 21:53:08,814
【邮件发送线程】初始化开始…
//- (INFO) 01/21 21:53:09,048
【自动删除线程】已找出0封待删除邮件，耗时：171.8765ms
//- (INFO) 01/21 21:53:09,048
【自动删除线程】初始化完成！
//- (INFO) 01/21 21:53:09,064
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：250ms
//- (INFO) 01/21 21:53:58,237
----------------- 系统终止 -----------------
//- (INFO) 01/21 21:54:22,594
----------------- 系统启动 -----------------
//- (INFO) 01/21 21:54:22,609
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/21 21:54:22,609
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/21 21:54:22,609
【邮件发送线程】初始化开始…
//- (INFO) 01/21 21:54:22,703
【自动删除线程】已找出0封待删除邮件，耗时：62.4999ms
//- (INFO) 01/21 21:54:22,703
【自动删除线程】初始化完成！
//- (INFO) 01/21 21:54:22,719
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：109ms
//- (INFO) 01/21 21:55:19,590
----------------- 系统终止 -----------------
//- (INFO) 01/21 23:36:56,474
----------------- 系统启动 -----------------
//- (INFO) 01/21 23:36:56,489
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/21 23:36:56,489
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/21 23:36:56,505
【邮件发送线程】初始化开始…
//- (INFO) 01/21 23:36:56,770
【自动删除线程】已找出0封待删除邮件，耗时：203.128ms
//- (INFO) 01/21 23:36:56,770
【自动删除线程】初始化完成！
//- (INFO) 01/21 23:36:56,786
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：281ms
//- (INFO) 01/21 23:38:37,399
----------------- 系统终止 -----------------
