//- (INFO) 11/27 21:49:15,250
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 11/27 21:49:15,250
【自动删除线程】邮件删除线程启动成功！
//- (INFO) 11/27 21:49:15,312
【邮件发送线程】邮件初始化开始…
//- (INFO) 11/27 21:49:18,125
【邮件发送线程】邮件初始化完成
//- (INFO) 11/27 21:49:19,109
【自动删除线程】已找出7886封待删除邮件
//- (INFO) 11/27 21:49:20,625
【自动删除线程】已自动删除5封邮件
//- (INFO) 11/27 21:49:34,734
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 11/27 21:49:34,734
【自动删除线程】邮件删除线程启动成功！
//- (INFO) 11/27 21:49:34,750
【邮件发送线程】邮件初始化开始…
//- (INFO) 11/27 21:49:35,047
【邮件发送线程】邮件初始化完成
//- (INFO) 11/27 21:49:35,094
【自动删除线程】已找出7881封待删除邮件
//- (INFO) 11/27 21:49:35,234
【自动删除线程】已自动删除5封邮件
//- (INFO) 11/27 21:53:52,408
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 11/27 21:53:52,408
【自动删除线程】邮件删除线程启动成功！
//- (INFO) 11/27 21:53:52,423
【邮件发送线程】邮件初始化开始…
//- (INFO) 11/27 21:53:52,689
【自动删除线程】已找出7876封待删除邮件
//- (INFO) 11/27 21:53:52,689
【邮件发送线程】邮件初始化完成
//- (INFO) 11/27 21:53:53,142
【自动删除线程】已自动删除5封邮件
//- (INFO) 11/27 21:55:45,282
【自动删除线程】邮件删除线程启动成功！
//- (INFO) 11/27 21:55:45,282
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 11/27 21:55:45,297
【邮件发送线程】邮件初始化开始…
//- (INFO) 11/27 21:55:45,469
【邮件发送线程】邮件初始化完成
//- (INFO) 11/27 21:55:45,485
【自动删除线程】已找出7871封待删除邮件
//- (INFO) 11/27 21:55:45,875
【自动删除线程】已自动删除5封邮件
