//- (INFO) 01/19 12:04:58,575
----------------- 系统启动 -----------------
//- (INFO) 01/19 12:04:58,575
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/19 12:04:58,575
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/19 12:04:58,575
【邮件发送线程】初始化开始…
//- (INFO) 01/19 12:04:59,232
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：641ms
//- (INFO) 01/19 12:05:00,451
【自动删除线程】已找出0封待删除邮件，耗时：1812.5174ms
//- (INFO) 01/19 12:05:00,451
【自动删除线程】初始化完成！
//- (INFO) 01/19 12:08:12,168
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余834，耗时：875ms
//- (INFO) 01/19 12:08:14,637
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余734，耗时：453ms
//- (INFO) 01/19 12:08:17,262
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余634，耗时：609ms
//- (INFO) 01/19 12:08:19,809
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余534，耗时：531ms
//- (INFO) 01/19 12:08:22,371
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余434，耗时：547ms
//- (INFO) 01/19 12:08:24,887
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余334，耗时：500ms
//- (INFO) 01/19 12:08:27,450
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余234，耗时：547ms
//- (INFO) 01/19 12:08:29,809
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余134，耗时：344ms
//- (INFO) 01/19 12:08:32,246
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余34，耗时：422ms
//- (INFO) 01/19 12:08:34,403
【邮件发送线程】单次存储邮件状态完成，已存储34条，剩余0，耗时：141ms
//- (INFO) 01/19 13:14:10,741
----------------- 系统启动 -----------------
//- (INFO) 01/19 13:14:10,741
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/19 13:14:10,741
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/19 13:14:10,757
【邮件发送线程】初始化开始…
//- (INFO) 01/19 13:14:10,991
【自动删除线程】已找出0封待删除邮件，耗时：187.5023ms
//- (INFO) 01/19 13:14:10,991
【自动删除线程】初始化完成！
//- (INFO) 01/19 13:14:10,991
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：234ms
//- (INFO) 01/19 13:30:43,228
【邮件发送线程】单次存储邮件状态完成，已存储1条，剩余0，耗时：0ms
//- (INFO) 01/19 13:34:29,393
【邮件发送线程】单次存储邮件状态完成，已存储34条，剩余0，耗时：78ms
//- (INFO) 01/19 13:35:03,449
【邮件发送线程】单次存储邮件状态完成，已存储68条，剩余0，耗时：16ms
//- (INFO) 01/19 13:35:37,549
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余1869，耗时：78ms
//- (INFO) 01/19 13:35:39,694
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余1769，耗时：140ms
//- (INFO) 01/19 13:35:41,883
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余1669，耗时：172ms
//- (INFO) 01/19 13:35:44,092
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余1569，耗时：187ms
//- (INFO) 01/19 13:35:46,262
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余1469，耗时：141ms
//- (INFO) 01/19 13:35:48,372
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余1369，耗时：94ms
//- (INFO) 01/19 13:35:50,590
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余1269，耗时：203ms
//- (INFO) 01/19 13:35:52,767
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余2103，耗时：156ms
//- (INFO) 01/19 13:35:54,970
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余2003，耗时：187ms
//- (INFO) 01/19 13:35:57,079
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余1903，耗时：94ms
//- (INFO) 01/19 13:35:59,158
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余1803，耗时：62ms
//- (INFO) 01/19 13:36:01,236
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余1703，耗时：47ms
//- (INFO) 01/19 13:36:03,314
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余1603，耗时：62ms
//- (INFO) 01/19 13:36:05,361
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余1503，耗时：31ms
//- (INFO) 01/19 13:36:07,423
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余1403，耗时：47ms
//- (INFO) 01/19 13:36:09,517
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余1303，耗时：78ms
//- (INFO) 01/19 13:36:11,611
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余1203，耗时：78ms
//- (INFO) 01/19 13:36:13,689
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余1103，耗时：62ms
//- (INFO) 01/19 13:36:15,751
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余1003，耗时：47ms
//- (INFO) 01/19 13:36:17,845
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余903，耗时：62ms
//- (INFO) 01/19 13:36:19,923
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余803，耗时：47ms
//- (INFO) 01/19 13:36:22,001
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余703，耗时：62ms
//- (INFO) 01/19 13:36:24,080
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余603，耗时：62ms
//- (INFO) 01/19 13:36:26,173
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余503，耗时：63ms
//- (INFO) 01/19 13:36:28,298
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余403，耗时：109ms
//- (INFO) 01/19 13:36:30,377
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余303，耗时：63ms
//- (INFO) 01/19 13:36:32,408
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余203，耗时：16ms
//- (INFO) 01/19 13:36:34,470
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余103，耗时：47ms
//- (INFO) 01/19 13:36:36,557
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余3，耗时：62ms
//- (INFO) 01/19 13:36:38,582
【邮件发送线程】单次存储邮件状态完成，已存储3条，剩余0，耗时：0ms
//- (INFO) 01/19 13:37:12,665
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余2702，耗时：62ms
//- (INFO) 01/19 13:37:14,696
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余2602，耗时：16ms
//- (INFO) 01/19 13:37:16,806
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余2502，耗时：94ms
//- (INFO) 01/19 13:37:18,837
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余2402，耗时：16ms
//- (INFO) 01/19 13:37:20,909
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余3236，耗时：56ms
//- (INFO) 01/19 13:37:22,953
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余3136，耗时：36ms
//- (INFO) 01/19 13:37:24,981
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余3036，耗时：16ms
//- (INFO) 01/19 13:37:27,023
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余2936，耗时：31ms
//- (INFO) 01/19 13:37:29,087
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余2836，耗时：40ms
//- (INFO) 01/19 13:37:31,113
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余2736，耗时：20ms
//- (INFO) 01/19 13:37:33,168
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余2636，耗时：50ms
//- (INFO) 01/19 13:37:35,190
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余2536，耗时：10ms
//- (INFO) 01/19 13:37:37,273
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余2436，耗时：66ms
//- (INFO) 01/19 13:37:39,319
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余2336，耗时：40ms
//- (INFO) 01/19 13:37:41,362
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余2236，耗时：36ms
//- (INFO) 01/19 13:37:43,387
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余2136，耗时：16ms
//- (INFO) 01/19 13:37:45,452
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余2036，耗时：47ms
//- (INFO) 01/19 13:37:47,503
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余1936，耗时：31ms
//- (INFO) 01/19 13:37:49,545
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余1836，耗时：31ms
//- (INFO) 01/19 13:37:51,577
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余1736，耗时：16ms
//- (INFO) 01/19 13:37:53,684
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余1636，耗时：78ms
//- (INFO) 01/19 13:37:55,809
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余1536，耗时：94ms
//- (INFO) 01/19 13:37:57,889
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余1436，耗时：62ms
//- (INFO) 01/19 13:37:59,967
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余1336，耗时：63ms
//- (INFO) 01/19 13:38:02,045
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余1236，耗时：62ms
//- (INFO) 01/19 13:38:04,109
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余1136，耗时：47ms
//- (INFO) 01/19 13:38:06,156
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余1036，耗时：31ms
//- (INFO) 01/19 13:38:08,221
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余936，耗时：47ms
//- (INFO) 01/19 13:38:10,266
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余836，耗时：31ms
//- (INFO) 01/19 13:38:12,375
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余736，耗时：94ms
//- (INFO) 01/19 13:38:14,438
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余636，耗时：31ms
//- (INFO) 01/19 13:38:16,516
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余536，耗时：62ms
//- (INFO) 01/19 13:38:18,594
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余436，耗时：62ms
//- (INFO) 01/19 13:38:20,719
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余336，耗时：94ms
//- (INFO) 01/19 13:38:22,781
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余236，耗时：47ms
//- (INFO) 01/19 13:38:24,844
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余136，耗时：47ms
//- (INFO) 01/19 13:38:26,922
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余36，耗时：63ms
//- (INFO) 01/19 13:38:28,953
【邮件发送线程】单次存储邮件状态完成，已存储36条，剩余0，耗时：16ms
//- (INFO) 01/19 13:44:25,308
----------------- 系统启动 -----------------
//- (INFO) 01/19 13:44:25,323
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/19 13:44:25,323
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/19 13:44:25,323
【邮件发送线程】初始化开始…
//- (INFO) 01/19 13:44:26,714
【自动删除线程】已找出0封待删除邮件，耗时：218.7511ms
//- (INFO) 01/19 13:44:26,730
【自动删除线程】初始化完成！
//- (INFO) 01/19 13:44:26,870
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：1547ms
//- (INFO) 01/19 13:47:16,647
----------------- 系统终止 -----------------
//- (INFO) 01/19 13:48:14,813
----------------- 系统启动 -----------------
//- (INFO) 01/19 13:48:14,813
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/19 13:48:14,813
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/19 13:48:14,813
【邮件发送线程】初始化开始…
//- (INFO) 01/19 13:48:14,922
【自动删除线程】已找出0封待删除邮件，耗时：78.1091ms
//- (INFO) 01/19 13:48:14,922
【自动删除线程】初始化完成！
//- (INFO) 01/19 13:48:14,922
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：94ms
//- (INFO) 01/19 13:50:01,171
----------------- 系统启动 -----------------
//- (INFO) 01/19 13:50:01,187
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/19 13:50:01,187
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/19 13:50:01,202
【邮件发送线程】初始化开始…
//- (INFO) 01/19 13:50:03,155
【自动删除线程】已找出0封待删除邮件，耗时：796.8818ms
//- (INFO) 01/19 13:50:03,171
【自动删除线程】初始化完成！
//- (INFO) 01/19 13:50:03,249
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：2047ms
//- (INFO) 01/19 13:53:41,107
----------------- 系统终止 -----------------
//- (INFO) 01/19 13:53:53,210
----------------- 系统启动 -----------------
//- (INFO) 01/19 13:53:53,210
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/19 13:53:53,210
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/19 13:53:53,226
【邮件发送线程】初始化开始…
//- (INFO) 01/19 13:53:53,319
【自动删除线程】已找出0封待删除邮件，耗时：78.1078ms
//- (INFO) 01/19 13:53:53,319
【自动删除线程】初始化完成！
//- (INFO) 01/19 13:53:53,319
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：94ms
//- (INFO) 01/19 14:08:02,848
----------------- 系统启动 -----------------
//- (INFO) 01/19 14:08:02,863
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/19 14:08:02,863
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/19 14:08:02,863
【邮件发送线程】初始化开始…
//- (INFO) 01/19 14:08:04,613
【自动删除线程】已找出0封待删除邮件，耗时：734.381ms
//- (INFO) 01/19 14:08:04,629
【自动删除线程】初始化完成！
//- (INFO) 01/19 14:08:04,723
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：1859ms
//- (INFO) 01/19 14:13:52,723
----------------- 系统终止 -----------------
//- (INFO) 01/19 14:25:02,596
----------------- 系统启动 -----------------
//- (INFO) 01/19 14:25:02,642
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/19 14:25:02,642
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/19 14:25:02,642
【邮件发送线程】初始化开始…
//- (INFO) 01/19 14:25:02,924
【自动删除线程】已找出0封待删除邮件，耗时：187.5023ms
//- (INFO) 01/19 14:25:02,939
【自动删除线程】初始化完成！
//- (INFO) 01/19 14:25:03,033
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：375ms
//- (INFO) 01/19 14:26:59,940
----------------- 系统终止 -----------------
//- (INFO) 01/19 14:39:04,311
----------------- 系统启动 -----------------
//- (INFO) 01/19 14:39:04,327
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/19 14:39:04,327
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/19 14:39:04,327
【邮件发送线程】初始化开始…
//- (INFO) 01/19 14:39:04,436
【自动删除线程】已找出0封待删除邮件，耗时：93.7509ms
//- (INFO) 01/19 14:39:04,436
【自动删除线程】初始化完成！
//- (INFO) 01/19 14:39:04,436
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：109ms
//- (INFO) 01/19 15:20:25,979
----------------- 系统启动 -----------------
//- (INFO) 01/19 15:20:25,979
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/19 15:20:25,979
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/19 15:20:25,995
【邮件发送线程】初始化开始…
//- (INFO) 01/19 15:20:26,214
【自动删除线程】已找出0封待删除邮件，耗时：156.2517ms
//- (INFO) 01/19 15:20:26,214
【自动删除线程】初始化完成！
//- (INFO) 01/19 15:20:26,214
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：219ms
//- (INFO) 01/19 15:25:49,445
----------------- 系统终止 -----------------
//- (INFO) 01/19 15:25:57,335
----------------- 系统启动 -----------------
//- (INFO) 01/19 15:25:57,335
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/19 15:25:57,335
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/19 15:25:57,335
【邮件发送线程】初始化开始…
//- (INFO) 01/19 15:25:57,445
【自动删除线程】已找出0封待删除邮件，耗时：78.1242ms
//- (INFO) 01/19 15:25:57,445
【自动删除线程】初始化完成！
//- (INFO) 01/19 15:25:57,445
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：94ms
//- (INFO) 01/19 15:40:55,084
----------------- 系统终止 -----------------
//- (INFO) 01/19 15:40:59,786
----------------- 系统启动 -----------------
//- (INFO) 01/19 15:40:59,802
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/19 15:40:59,802
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/19 15:40:59,802
【邮件发送线程】初始化开始…
//- (INFO) 01/19 15:40:59,927
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：109ms
//- (INFO) 01/19 15:40:59,927
【自动删除线程】已找出0封待删除邮件，耗时：93.7317ms
//- (INFO) 01/19 15:40:59,927
【自动删除线程】初始化完成！
//- (INFO) 01/19 15:43:21,931
----------------- 系统终止 -----------------
//- (INFO) 01/19 15:43:37,258
----------------- 系统启动 -----------------
//- (INFO) 01/19 15:43:37,264
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/19 15:43:37,264
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/19 15:43:37,271
【邮件发送线程】初始化开始…
//- (INFO) 01/19 15:43:37,366
【自动删除线程】已找出13封待删除邮件，耗时：72.0491ms
//- (INFO) 01/19 15:43:37,375
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：100ms
//- (INFO) 01/19 15:43:37,780
【自动删除线程】已自动删除13封邮件，耗时:297ms
//- (INFO) 01/19 15:43:37,783
【自动删除线程】初始化完成！
//- (INFO) 01/19 18:55:48,392
----------------- 系统启动 -----------------
//- (INFO) 01/19 18:55:48,455
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/19 18:55:48,455
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/19 18:55:48,455
【邮件发送线程】初始化开始…
//- (INFO) 01/19 18:55:48,642
【自动删除线程】已找出0封待删除邮件，耗时：156.2333ms
//- (INFO) 01/19 18:55:48,658
【自动删除线程】初始化完成！
//- (INFO) 01/19 18:55:48,658
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：188ms
//- (INFO) 01/19 19:46:11,166
----------------- 系统终止 -----------------
//- (INFO) 01/19 19:59:51,094
----------------- 系统启动 -----------------
//- (INFO) 01/19 19:59:51,109
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/19 19:59:51,125
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/19 19:59:51,125
【邮件发送线程】初始化开始…
//- (INFO) 01/19 19:59:53,219
【自动删除线程】已找出6676封待删除邮件，耗时：843.7359ms
//- (INFO) 01/19 19:59:53,297
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：2172ms
//- (INFO) 01/19 20:00:25,276
----------------- 系统启动 -----------------
//- (INFO) 01/19 20:00:25,307
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/19 20:00:25,323
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/19 20:00:25,338
【邮件发送线程】初始化开始…
//- (INFO) 01/19 20:00:48,823
【自动删除线程】已找出6676封待删除邮件，耗时：22297.0431ms
//- (INFO) 01/19 20:00:48,948
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：23594ms
//- (INFO) 01/19 20:02:34,064
【自动删除线程】已自动删除2000封邮件，耗时:18426ms
//- (INFO) 01/19 20:02:34,080
【自动删除线程】初始化完成！
//- (INFO) 01/19 20:02:39,674
----------------- 系统终止 -----------------
//- (INFO) 01/19 20:02:43,143
----------------- 系统启动 -----------------
//- (INFO) 01/19 20:02:43,158
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/19 20:02:43,158
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/19 20:02:43,174
【邮件发送线程】初始化开始…
//- (INFO) 01/19 20:02:43,877
【自动删除线程】已找出4676封待删除邮件，耗时：499.9498ms
//- (INFO) 01/19 20:02:44,221
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：1047ms
//- (INFO) 01/19 20:03:56,007
【自动删除线程】已自动删除2000封邮件，耗时:17694ms
//- (INFO) 01/19 20:03:56,023
【自动删除线程】初始化完成！
//- (INFO) 01/19 20:04:27,561
----------------- 系统终止 -----------------
//- (INFO) 01/19 20:04:54,093
----------------- 系统启动 -----------------
//- (INFO) 01/19 20:04:54,139
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/19 20:04:54,155
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/19 20:04:54,171
【邮件发送线程】初始化开始…
//- (INFO) 01/19 20:04:54,827
【自动删除线程】已找出2676封待删除邮件，耗时：421.8492ms
//- (INFO) 01/19 20:04:54,921
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：734ms
//- (INFO) 01/19 20:08:08,079
【自动删除线程】已自动删除2000封邮件，耗时:19719ms
//- (INFO) 01/19 20:08:08,079
【自动删除线程】初始化完成！
//- (INFO) 01/19 20:08:21,766
----------------- 系统启动 -----------------
//- (INFO) 01/19 20:08:21,829
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/19 20:08:21,829
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/19 20:08:21,891
【邮件发送线程】初始化开始…
//- (INFO) 01/19 20:08:25,247
【自动删除线程】已找出676封待删除邮件，耗时：218.7377ms
//- (INFO) 01/19 20:08:25,357
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：3465ms
//- (INFO) 01/19 20:09:37,341
【自动删除线程】已自动删除676封邮件，耗时:40789ms
//- (INFO) 01/19 20:09:37,341
【自动删除线程】初始化完成！
//- (INFO) 01/19 20:11:47,465
----------------- 系统终止 -----------------
//- (INFO) 01/19 20:11:58,231
----------------- 系统启动 -----------------
//- (INFO) 01/19 20:11:58,246
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/19 20:11:58,246
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/19 20:11:58,262
【邮件发送线程】初始化开始…
//- (INFO) 01/19 20:11:58,387
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：125ms
//- (INFO) 01/19 20:11:58,387
【自动删除线程】已找出0封待删除邮件，耗时：109.3726ms
//- (INFO) 01/19 20:11:58,403
【自动删除线程】初始化完成！
//- (INFO) 01/19 20:12:04,760
----------------- 系统启动 -----------------
//- (INFO) 01/19 20:12:04,775
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/19 20:12:04,775
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/19 20:12:04,775
【邮件发送线程】初始化开始…
//- (INFO) 01/19 20:12:13,166
【自动删除线程】已找出0封待删除邮件，耗时：171.8774ms
//- (INFO) 01/19 20:12:13,166
【自动删除线程】初始化完成！
//- (INFO) 01/19 20:12:13,322
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：8547ms
//- (INFO) 01/19 20:12:49,913
----------------- 系统终止 -----------------
//- (INFO) 01/19 20:12:56,132
----------------- 系统启动 -----------------
//- (INFO) 01/19 20:12:56,132
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/19 20:12:56,132
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/19 20:12:56,132
【邮件发送线程】初始化开始…
//- (INFO) 01/19 20:12:56,226
【自动删除线程】已找出0封待删除邮件，耗时：62.5012ms
//- (INFO) 01/19 20:12:56,241
【自动删除线程】初始化完成！
//- (INFO) 01/19 20:12:56,241
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：94ms
//- (INFO) 01/19 20:14:50,182
----------------- 系统启动 -----------------
//- (INFO) 01/19 20:14:50,213
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/19 20:14:50,229
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/19 20:14:50,245
【邮件发送线程】初始化开始…
//- (INFO) 01/19 20:14:51,995
【自动删除线程】已找出0封待删除邮件，耗时：796.8796ms
//- (INFO) 01/19 20:14:51,995
【自动删除线程】初始化完成！
//- (INFO) 01/19 20:14:52,088
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：1844ms
//- (INFO) 01/19 20:21:31,216
----------------- 系统启动 -----------------
//- (INFO) 01/19 20:21:31,231
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/19 20:21:31,231
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/19 20:21:31,231
【邮件发送线程】初始化开始…
//- (INFO) 01/19 20:21:32,231
【自动删除线程】已找出0封待删除邮件，耗时：562.4916ms
//- (INFO) 01/19 20:21:32,247
【自动删除线程】初始化完成！
//- (INFO) 01/19 20:21:32,325
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：1078ms
//- (INFO) 01/19 20:23:08,442
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余834，耗时：94ms
//- (INFO) 01/19 20:23:10,520
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余734，耗时：62ms
//- (INFO) 01/19 20:23:12,614
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余634，耗时：78ms
//- (INFO) 01/19 20:23:14,708
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余534，耗时：62ms
//- (INFO) 01/19 20:23:16,770
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余434，耗时：47ms
//- (INFO) 01/19 20:23:18,880
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余334，耗时：78ms
//- (INFO) 01/19 20:23:20,958
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余234，耗时：62ms
//- (INFO) 01/19 20:23:23,036
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余134，耗时：62ms
//- (INFO) 01/19 20:23:25,130
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余34，耗时：62ms
//- (INFO) 01/19 20:23:27,192
【邮件发送线程】单次存储邮件状态完成，已存储34条，剩余0，耗时：31ms
//- (INFO) 01/19 20:25:27,682
----------------- 系统启动 -----------------
//- (INFO) 01/19 20:25:27,697
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/19 20:25:27,697
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/19 20:25:27,697
【邮件发送线程】初始化开始…
//- (INFO) 01/19 20:25:29,807
【自动删除线程】已找出0封待删除邮件，耗时：859.383ms
//- (INFO) 01/19 20:25:29,807
【自动删除线程】初始化完成！
//- (INFO) 01/19 20:25:29,900
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：2188ms
//- (INFO) 01/19 20:32:35,190
----------------- 系统终止 -----------------
//- (INFO) 01/19 20:38:30,100
----------------- 系统启动 -----------------
//- (INFO) 01/19 20:38:30,116
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/19 20:38:30,116
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/19 20:38:30,116
【邮件发送线程】初始化开始…
//- (INFO) 01/19 20:38:30,210
【自动删除线程】已找出0封待删除邮件，耗时：78.1234ms
//- (INFO) 01/19 20:38:30,225
【自动删除线程】初始化完成！
//- (INFO) 01/19 20:38:30,225
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：109ms
//- (INFO) 01/19 20:48:03,004
----------------- 系统终止 -----------------
//- (INFO) 01/19 20:49:05,969
----------------- 系统启动 -----------------
//- (INFO) 01/19 20:49:05,969
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/19 20:49:05,969
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/19 20:49:05,985
【邮件发送线程】初始化开始…
//- (INFO) 01/19 20:49:06,172
【自动删除线程】已找出0封待删除邮件，耗时：156.2494ms
//- (INFO) 01/19 20:49:06,172
【自动删除线程】初始化完成！
//- (INFO) 01/19 20:49:06,172
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：187ms
//- (INFO) 01/19 21:08:53,674
----------------- 系统终止 -----------------
//- (INFO) 01/19 21:09:46,440
----------------- 系统启动 -----------------
//- (INFO) 01/19 21:09:46,440
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/19 21:09:46,440
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/19 21:09:46,440
【邮件发送线程】初始化开始…
//- (INFO) 01/19 21:09:46,550
【自动删除线程】已找出0封待删除邮件，耗时：78.1077ms
//- (INFO) 01/19 21:09:46,565
【自动删除线程】初始化完成！
//- (INFO) 01/19 21:09:46,565
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：109ms
//- (INFO) 01/19 21:34:28,268
----------------- 系统启动 -----------------
//- (INFO) 01/19 21:34:28,284
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/19 21:34:28,284
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/19 21:34:28,284
【邮件发送线程】初始化开始…
//- (INFO) 01/19 21:34:28,518
【自动删除线程】已找出0封待删除邮件，耗时：171.8756ms
//- (INFO) 01/19 21:34:28,518
【自动删除线程】初始化完成！
//- (INFO) 01/19 21:34:28,534
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：250ms
//- (INFO) 01/19 21:35:54,670
----------------- 系统终止 -----------------
//- (INFO) 01/19 21:41:18,469
----------------- 系统启动 -----------------
//- (INFO) 01/19 21:41:18,485
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/19 21:41:18,485
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/19 21:41:18,485
【邮件发送线程】初始化开始…
//- (INFO) 01/19 21:41:18,579
【自动删除线程】已找出0封待删除邮件，耗时：62.4976ms
//- (INFO) 01/19 21:41:18,594
【自动删除线程】初始化完成！
//- (INFO) 01/19 21:41:18,594
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：94ms
//- (INFO) 01/19 21:59:50,508
----------------- 系统启动 -----------------
//- (INFO) 01/19 21:59:50,524
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/19 21:59:50,524
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/19 21:59:50,524
【邮件发送线程】初始化开始…
//- (INFO) 01/19 21:59:50,711
【自动删除线程】已找出0封待删除邮件，耗时：156.2539ms
//- (INFO) 01/19 21:59:50,711
【自动删除线程】初始化完成！
//- (INFO) 01/19 21:59:50,711
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：188ms
//- (INFO) 01/19 22:02:45,723
----------------- 系统终止 -----------------
//- (INFO) 01/19 22:06:43,189
----------------- 系统启动 -----------------
//- (INFO) 01/19 22:06:43,189
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/19 22:06:43,189
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/19 22:06:43,189
【邮件发送线程】初始化开始…
//- (INFO) 01/19 22:06:43,314
【自动删除线程】已找出0封待删除邮件，耗时：78.126ms
//- (INFO) 01/19 22:06:43,314
【自动删除线程】初始化完成！
//- (INFO) 01/19 22:06:43,314
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：109ms
//- (INFO) 01/19 22:07:13,646
----------------- 系统终止 -----------------
//- (INFO) 01/19 22:11:06,235
----------------- 系统启动 -----------------
//- (INFO) 01/19 22:11:06,235
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/19 22:11:06,235
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/19 22:11:06,235
【邮件发送线程】初始化开始…
//- (INFO) 01/19 22:11:06,407
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：156ms
//- (INFO) 01/19 22:11:06,407
【自动删除线程】已找出0封待删除邮件，耗时：125.0006ms
//- (INFO) 01/19 22:11:06,407
【自动删除线程】初始化完成！
//- (INFO) 01/19 22:13:59,224
----------------- 系统终止 -----------------
//- (INFO) 01/19 22:19:19,050
----------------- 系统启动 -----------------
//- (INFO) 01/19 22:19:19,050
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/19 22:19:19,050
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/19 22:19:19,066
【邮件发送线程】初始化开始…
//- (INFO) 01/19 22:19:19,191
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：125ms
//- (INFO) 01/19 22:19:19,191
【自动删除线程】已找出0封待删除邮件，耗时：93.7505ms
//- (INFO) 01/19 22:19:19,191
【自动删除线程】初始化完成！
//- (INFO) 01/19 22:20:19,115
----------------- 系统终止 -----------------
//- (INFO) 01/19 22:31:00,204
----------------- 系统启动 -----------------
//- (INFO) 01/19 22:31:00,221
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/19 22:31:00,222
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/19 22:31:00,230
【邮件发送线程】初始化开始…
//- (INFO) 01/19 22:31:00,666
【自动删除线程】已找出0封待删除邮件，耗时：225.1591ms
//- (INFO) 01/19 22:31:00,676
【自动删除线程】初始化完成！
//- (INFO) 01/19 22:31:00,985
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：751ms
//- (INFO) 01/19 22:32:37,268
----------------- 系统启动 -----------------
//- (INFO) 01/19 22:32:37,284
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/19 22:32:37,285
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/19 22:32:37,293
【邮件发送线程】初始化开始…
//- (INFO) 01/19 22:32:38,627
【自动删除线程】已找出0封待删除邮件，耗时：244.1737ms
//- (INFO) 01/19 22:32:38,632
【自动删除线程】初始化完成！
//- (INFO) 01/19 22:32:38,728
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：1430ms
//- (INFO) 01/19 22:36:39,364
----------------- 系统启动 -----------------
//- (INFO) 01/19 22:36:39,379
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/19 22:36:39,380
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/19 22:36:39,388
【邮件发送线程】初始化开始…
//- (INFO) 01/19 22:36:40,684
【自动删除线程】已找出0封待删除邮件，耗时：277.1937ms
//- (INFO) 01/19 22:36:40,689
【自动删除线程】初始化完成！
//- (INFO) 01/19 22:36:40,769
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：1378ms
//- (INFO) 01/19 22:45:22,714
----------------- 系统启动 -----------------
//- (INFO) 01/19 22:45:22,732
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/19 22:45:22,733
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/19 22:45:22,740
【邮件发送线程】初始化开始…
//- (INFO) 01/19 22:45:23,846
【自动删除线程】已找出0封待删除邮件，耗时：199.1394ms
//- (INFO) 01/19 22:45:23,851
【自动删除线程】初始化完成！
//- (INFO) 01/19 22:45:23,937
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：1194ms
//- (INFO) 01/19 22:50:51,126
----------------- 系统启动 -----------------
//- (INFO) 01/19 22:50:51,141
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/19 22:50:51,142
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/19 22:50:51,151
【邮件发送线程】初始化开始…
//- (INFO) 01/19 22:50:52,095
【自动删除线程】已找出0封待删除邮件，耗时：409.2874ms
//- (INFO) 01/19 22:50:52,101
【自动删除线程】初始化完成！
//- (INFO) 01/19 22:50:52,219
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：1065ms
//- (INFO) 01/19 22:52:23,620
----------------- 系统终止 -----------------
//- (INFO) 01/19 22:56:32,556
----------------- 系统启动 -----------------
//- (INFO) 01/19 22:56:32,568
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/19 22:56:32,568
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/19 22:56:32,574
【邮件发送线程】初始化开始…
//- (INFO) 01/19 22:56:32,684
【自动删除线程】已找出0封待删除邮件，耗时：88.0617ms
//- (INFO) 01/19 22:56:32,688
【自动删除线程】初始化完成！
//- (INFO) 01/19 22:56:32,686
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：109ms
//- (INFO) 01/19 22:57:10,834
----------------- 系统启动 -----------------
//- (INFO) 01/19 22:57:10,849
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/19 22:57:10,850
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/19 22:57:10,858
【邮件发送线程】初始化开始…
//- (INFO) 01/19 22:57:12,122
【自动删除线程】已找出0封待删除邮件，耗时：197.1389ms
//- (INFO) 01/19 22:57:12,128
【自动删除线程】初始化完成！
//- (INFO) 01/19 22:57:12,208
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：1346ms
//- (INFO) 01/19 22:57:28,445
----------------- 系统启动 -----------------
//- (INFO) 01/19 22:57:28,461
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/19 22:57:28,463
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/19 22:57:28,469
【邮件发送线程】初始化开始…
//- (INFO) 01/19 22:57:30,219
【自动删除线程】已找出0封待删除邮件，耗时：745.5269ms
//- (INFO) 01/19 22:57:30,224
【自动删除线程】初始化完成！
//- (INFO) 01/19 22:57:30,313
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：1840ms
//- (INFO) 01/19 23:03:04,170
----------------- 系统终止 -----------------
//- (INFO) 01/19 23:03:07,502
----------------- 系统启动 -----------------
//- (INFO) 01/19 23:03:07,518
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/19 23:03:07,519
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/19 23:03:07,526
【邮件发送线程】初始化开始…
//- (INFO) 01/19 23:03:07,889
【自动删除线程】已找出0封待删除邮件，耗时：282.1997ms
//- (INFO) 01/19 23:03:07,894
【自动删除线程】初始化完成！
//- (INFO) 01/19 23:03:07,983
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：453ms
//- (INFO) 01/19 23:04:36,092
----------------- 系统启动 -----------------
//- (INFO) 01/19 23:04:36,110
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/19 23:04:36,111
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/19 23:04:36,139
【邮件发送线程】初始化开始…
//- (INFO) 01/19 23:04:37,716
【自动删除线程】已找出0封待删除邮件，耗时：716.5406ms
//- (INFO) 01/19 23:04:37,721
【自动删除线程】初始化完成！
//- (INFO) 01/19 23:04:37,795
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：1653ms
//- (INFO) 01/19 23:06:05,879
----------------- 系统启动 -----------------
//- (INFO) 01/19 23:06:05,895
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/19 23:06:05,895
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/19 23:06:05,902
【邮件发送线程】初始化开始…
//- (INFO) 01/19 23:06:07,683
【自动删除线程】已找出0封待删除邮件，耗时：715.5044ms
//- (INFO) 01/19 23:06:07,688
【自动删除线程】初始化完成！
//- (INFO) 01/19 23:06:07,771
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：1844ms
//- (INFO) 01/19 23:06:46,795
----------------- 系统终止 -----------------
//- (INFO) 01/19 23:06:58,394
----------------- 系统启动 -----------------
//- (INFO) 01/19 23:06:58,406
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/19 23:06:58,407
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/19 23:06:58,416
【邮件发送线程】初始化开始…
//- (INFO) 01/19 23:07:00,123
【自动删除线程】已找出0封待删除邮件，耗时：708.5014ms
//- (INFO) 01/19 23:07:00,128
【自动删除线程】初始化完成！
//- (INFO) 01/19 23:07:00,209
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：1790ms
//- (INFO) 01/19 23:10:11,416
----------------- 系统终止 -----------------
//- (INFO) 01/19 23:10:17,561
----------------- 系统启动 -----------------
//- (INFO) 01/19 23:10:17,570
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/19 23:10:17,570
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/19 23:10:17,577
【邮件发送线程】初始化开始…
//- (INFO) 01/19 23:10:17,730
【自动删除线程】已找出0封待删除邮件，耗时：129.0913ms
//- (INFO) 01/19 23:10:17,733
【自动删除线程】初始化完成！
//- (INFO) 01/19 23:10:17,736
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：156ms
//- (INFO) 01/19 23:12:52,824
----------------- 系统终止 -----------------
//- (INFO) 01/19 23:13:01,628
----------------- 系统启动 -----------------
//- (INFO) 01/19 23:13:01,636
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 01/19 23:13:01,636
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 01/19 23:13:01,642
【邮件发送线程】初始化开始…
//- (INFO) 01/19 23:13:01,783
【自动删除线程】已找出0封待删除邮件，耗时：116.0815ms
//- (INFO) 01/19 23:13:01,786
【自动删除线程】初始化完成！
//- (INFO) 01/19 23:13:01,789
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：144ms
