//- (INFO) 11/26 19:26:24,024
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 11/26 19:26:24,024
【自动删除线程】邮件删除线程启动成功！
//- (INFO) 11/26 19:26:24,133
【邮件发送线程】邮件初始化开始…
//- (INFO) 11/26 19:26:29,977
【邮件发送线程】邮件初始化完成
//- (INFO) 11/26 19:26:34,930
【自动删除线程】已找出8411封待删除邮件
//- (INFO) 11/26 19:26:39,821
【自动删除线程】已自动删除5封邮件
//- (INFO) 11/26 19:26:59,905
【自动删除线程】邮件删除线程启动成功！
//- (INFO) 11/26 19:26:59,921
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 11/26 19:26:59,921
【邮件发送线程】邮件初始化开始…
//- (INFO) 11/26 19:27:00,796
【邮件发送线程】邮件初始化完成
//- (INFO) 11/26 19:27:02,156
【自动删除线程】已找出8406封待删除邮件
//- (INFO) 11/26 19:27:02,609
【自动删除线程】已自动删除5封邮件
//- (INFO) 11/26 19:29:43,652
【自动删除线程】邮件删除线程启动成功！
//- (INFO) 11/26 19:29:43,652
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 11/26 19:29:43,652
【邮件发送线程】邮件初始化开始…
//- (INFO) 11/26 19:29:43,777
【自动删除线程】已找出8401封待删除邮件
//- (INFO) 11/26 19:29:43,777
【邮件发送线程】邮件初始化完成
//- (INFO) 11/26 19:29:43,949
【自动删除线程】已自动删除5封邮件
//- (INFO) 11/26 19:31:17,188
【自动删除线程】邮件删除线程启动成功！
//- (INFO) 11/26 19:31:17,188
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 11/26 19:31:17,203
【邮件发送线程】邮件初始化开始…
//- (INFO) 11/26 19:31:17,328
【自动删除线程】已找出8396封待删除邮件
//- (INFO) 11/26 19:31:17,328
【邮件发送线程】邮件初始化完成
//- (INFO) 11/26 19:31:17,516
【自动删除线程】已自动删除5封邮件
//- (ERROR) 11/26 19:32:06,764
【发送邮件】发送邮件错误！
System.Exception: 测试成功！
   在 WebMail2.SendMail.SaveEmail(Boolean isDraft) 位置 e:\8、太阳雨新邮箱\WebMail2_sql2005\WebMail2\SendMail.aspx.cs:行号 59
//- (INFO) 11/26 19:33:28,745
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 11/26 19:33:28,745
【自动删除线程】邮件删除线程启动成功！
//- (INFO) 11/26 19:33:28,745
【邮件发送线程】邮件初始化开始…
//- (INFO) 11/26 19:33:28,901
【自动删除线程】已找出8391封待删除邮件
//- (INFO) 11/26 19:33:28,901
【邮件发送线程】邮件初始化完成
//- (INFO) 11/26 19:33:29,011
【自动删除线程】已自动删除5封邮件
//- (ERROR) 11/26 19:33:47,106
【发送邮件】发送邮件错误！
System.Exception: 测试成功！
   在 WebMail2.SendMail.SaveEmail(Boolean isDraft) 位置 e:\8、太阳雨新邮箱\WebMail2_sql2005\WebMail2\SendMail.aspx.cs:行号 58
//- (ERROR) 11/26 19:34:03,255
【发送邮件】发送邮件错误！
System.Exception: 测试成功！
   在 WebMail2.SendMail.SaveEmail(Boolean isDraft) 位置 e:\8、太阳雨新邮箱\WebMail2_sql2005\WebMail2\SendMail.aspx.cs:行号 58
//- (INFO) 11/26 19:46:11,047
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 11/26 19:46:11,047
【自动删除线程】邮件删除线程启动成功！
//- (INFO) 11/26 19:46:11,063
【邮件发送线程】邮件初始化开始…
//- (INFO) 11/26 19:46:11,172
【邮件发送线程】邮件初始化完成
//- (INFO) 11/26 19:46:11,188
【自动删除线程】已找出8386封待删除邮件
//- (INFO) 11/26 19:46:11,406
【自动删除线程】已自动删除5封邮件
//- (INFO) 11/26 19:54:20,884
【自动删除线程】邮件删除线程启动成功！
//- (INFO) 11/26 19:54:20,884
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 11/26 19:54:20,931
【邮件发送线程】邮件初始化开始…
//- (INFO) 11/26 19:54:21,071
【邮件发送线程】邮件初始化完成
//- (INFO) 11/26 19:54:21,493
【自动删除线程】已找出8381封待删除邮件
//- (INFO) 11/26 19:54:21,790
【自动删除线程】已自动删除5封邮件
//- (INFO) 11/26 20:07:06,817
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 11/26 20:07:06,817
【自动删除线程】邮件删除线程启动成功！
//- (INFO) 11/26 20:07:06,833
【邮件发送线程】邮件初始化开始…
//- (INFO) 11/26 20:07:06,926
【邮件发送线程】邮件初始化完成
//- (INFO) 11/26 20:07:07,551
【自动删除线程】已找出8392封待删除邮件
//- (INFO) 11/26 20:07:07,786
【自动删除线程】已自动删除5封邮件
//- (INFO) 11/26 20:08:31,749
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 11/26 20:08:31,749
【自动删除线程】邮件删除线程启动成功！
//- (INFO) 11/26 20:08:31,765
【邮件发送线程】邮件初始化开始…
//- (INFO) 11/26 20:08:31,874
【邮件发送线程】邮件初始化完成
//- (INFO) 11/26 20:08:31,968
【自动删除线程】已找出7891封待删除邮件
//- (INFO) 11/26 20:08:32,062
【自动删除线程】已自动删除5封邮件
