//- (INFO) 03/02 11:10:48,104
----------------- 系统启动 -----------------
//- (INFO) 03/02 11:10:48,104
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 03/02 11:10:48,104
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 03/02 11:10:48,120
【邮件发送线程】初始化开始…
//- (INFO) 03/02 11:10:48,323
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：203ms
//- (INFO) 03/02 11:10:48,323
【自动删除线程】已找出0封待删除邮件，耗时：171.8744ms
//- (INFO) 03/02 11:10:48,323
【自动删除线程】初始化完成！
//- (INFO) 03/02 11:12:01,066
----------------- 系统终止 -----------------
//- (INFO) 03/02 11:14:41,201
----------------- 系统启动 -----------------
//- (INFO) 03/02 11:14:41,217
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 03/02 11:14:41,217
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 03/02 11:14:41,217
【邮件发送线程】初始化开始…
//- (INFO) 03/02 11:14:41,311
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：94ms
//- (INFO) 03/02 11:14:41,326
【自动删除线程】已找出0封待删除邮件，耗时：93.7488ms
//- (INFO) 03/02 11:14:41,326
【自动删除线程】初始化完成！
//- (INFO) 03/02 11:27:15,736
----------------- 系统终止 -----------------
//- (INFO) 03/02 11:44:45,398
----------------- 系统启动 -----------------
//- (INFO) 03/02 11:44:45,398
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 03/02 11:44:45,398
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 03/02 11:44:45,414
【邮件发送线程】初始化开始…
//- (INFO) 03/02 11:44:45,617
【自动删除线程】已找出0封待删除邮件，耗时：171.8785ms
//- (INFO) 03/02 11:44:45,617
【自动删除线程】初始化完成！
//- (INFO) 03/02 11:44:45,617
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：203ms
//- (INFO) 03/02 11:48:02,032
----------------- 系统终止 -----------------
//- (INFO) 03/02 11:49:29,414
----------------- 系统启动 -----------------
//- (INFO) 03/02 11:49:29,414
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 03/02 11:49:29,414
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 03/02 11:49:29,414
【邮件发送线程】初始化开始…
//- (INFO) 03/02 11:49:29,524
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：94ms
//- (INFO) 03/02 11:49:29,524
【自动删除线程】已找出0封待删除邮件，耗时：78.1261ms
//- (INFO) 03/02 11:49:29,539
【自动删除线程】初始化完成！
//- (INFO) 03/02 16:56:50,129
----------------- 系统启动 -----------------
//- (INFO) 03/02 16:56:50,129
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 03/02 16:56:50,129
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 03/02 16:56:50,129
【邮件发送线程】初始化开始…
//- (INFO) 03/02 16:56:50,348
【自动删除线程】已找出0封待删除邮件，耗时：171.8771ms
//- (INFO) 03/02 16:56:50,348
【自动删除线程】初始化完成！
//- (INFO) 03/02 16:56:50,348
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：203ms
//- (INFO) 03/02 16:59:38,743
----------------- 系统终止 -----------------
//- (INFO) 03/02 17:13:39,860
----------------- 系统启动 -----------------
//- (INFO) 03/02 17:13:39,860
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 03/02 17:13:39,860
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 03/02 17:13:39,876
【邮件发送线程】初始化开始…
//- (INFO) 03/02 17:13:40,095
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：219ms
//- (INFO) 03/02 17:13:40,110
【自动删除线程】已找出0封待删除邮件，耗时：203.1269ms
//- (INFO) 03/02 17:13:40,110
【自动删除线程】初始化完成！
//- (INFO) 03/02 17:16:19,146
----------------- 系统终止 -----------------
