//- (INFO) 12/23 16:08:29,093
----------------- 系统启动 -----------------
//- (INFO) 12/23 16:08:29,108
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 12/23 16:08:29,108
【邮件发送线程】邮件初始化开始…
//- (INFO) 12/23 16:08:30,202
【邮件发送线程】邮件初始化完成，找出0封未发送成功邮件，耗时：1094ms
//- (INFO) 12/23 16:08:30,327
计划任务-删除邮件
//- (INFO) 12/23 16:09:02,481
----------------- 系统终止 -----------------
//- (INFO) 12/23 16:09:02,997
----------------- 系统启动 -----------------
//- (INFO) 12/23 16:09:03,012
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 12/23 16:09:03,012
【邮件发送线程】邮件初始化开始…
//- (INFO) 12/23 16:09:03,325
【计划任务】删除邮件
//- (INFO) 12/23 16:09:04,528
【邮件发送线程】邮件初始化完成，找出0封未发送成功邮件，耗时：1516ms
//- (INFO) 12/23 16:10:33,456
----------------- 系统终止 -----------------
//- (INFO) 12/23 16:12:25,660
----------------- 系统启动 -----------------
//- (INFO) 12/23 16:12:25,675
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 12/23 16:12:25,675
【邮件发送线程】邮件初始化开始…
//- (INFO) 12/23 16:12:25,800
【邮件发送线程】邮件初始化完成，找出0封未发送成功邮件，耗时：125ms
//- (INFO) 12/23 16:12:25,988
【计划任务】删除邮件
//- (INFO) 12/23 16:13:08,129
【计划任务】删除邮件
//- (INFO) 12/23 16:13:35,035
【计划任务】删除邮件
//- (INFO) 12/23 16:16:15,214
----------------- 系统终止 -----------------
//- (INFO) 12/23 16:16:17,761
----------------- 系统启动 -----------------
//- (INFO) 12/23 16:16:17,761
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 12/23 16:16:17,776
【邮件发送线程】邮件初始化开始…
//- (INFO) 12/23 16:16:17,901
【邮件发送线程】邮件初始化完成，找出0封未发送成功邮件，耗时：109ms
//- (INFO) 12/23 16:16:18,292
【计划任务】删除邮件
//- (INFO) 12/23 16:17:50,009
----------------- 系统终止 -----------------
