//- (INFO) 12/29 11:58:06,626
----------------- 系统启动 -----------------
//- (INFO) 12/29 11:58:06,633
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 12/29 11:58:06,633
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 12/29 11:58:06,637
【邮件发送线程】初始化开始…
//- (INFO) 12/29 11:58:06,981
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：341ms
//- (INFO) 12/29 11:58:07,022
【自动删除线程】已找出0封待删除邮件，耗时：350.2228ms
//- (INFO) 12/29 11:58:07,023
【自动删除线程】初始化完成！
//- (INFO) 12/29 13:01:28,961
----------------- 系统终止 -----------------
//- (INFO) 12/29 13:05:25,082
----------------- 系统启动 -----------------
//- (INFO) 12/29 13:05:25,089
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 12/29 13:05:25,089
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 12/29 13:05:25,094
【邮件发送线程】初始化开始…
//- (INFO) 12/29 13:05:25,213
【自动删除线程】已找出0封待删除邮件，耗时：95.0683ms
//- (INFO) 12/29 13:05:25,214
【自动删除线程】初始化完成！
//- (INFO) 12/29 13:05:25,220
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：122ms
//- (INFO) 12/29 13:06:54,434
----------------- 系统终止 -----------------
//- (INFO) 12/29 13:06:58,815
----------------- 系统启动 -----------------
//- (INFO) 12/29 13:06:58,821
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 12/29 13:06:58,821
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 12/29 13:06:58,826
【邮件发送线程】初始化开始…
//- (INFO) 12/29 13:06:58,935
【自动删除线程】已找出0封待删除邮件，耗时：83.0566ms
//- (INFO) 12/29 13:06:58,937
【自动删除线程】初始化完成！
//- (INFO) 12/29 13:06:58,943
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：115ms
//- (INFO) 12/29 13:09:21,687
----------------- 系统终止 -----------------
//- (INFO) 12/29 13:09:42,705
----------------- 系统启动 -----------------
//- (INFO) 12/29 13:09:42,712
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 12/29 13:09:42,712
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 12/29 13:09:42,717
【邮件发送线程】初始化开始…
//- (INFO) 12/29 13:09:42,831
【自动删除线程】已找出0封待删除邮件，耗时：90.0645ms
//- (INFO) 12/29 13:09:42,834
【自动删除线程】初始化完成！
//- (INFO) 12/29 13:09:42,837
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：118ms
//- (INFO) 12/29 13:10:26,902
----------------- 系统终止 -----------------
//- (INFO) 12/29 13:10:34,266
----------------- 系统启动 -----------------
//- (INFO) 12/29 13:10:34,273
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 12/29 13:10:34,273
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 12/29 13:10:34,278
【邮件发送线程】初始化开始…
//- (INFO) 12/29 13:10:34,407
【自动删除线程】已找出0封待删除邮件，耗时：106.0571ms
//- (INFO) 12/29 13:10:34,409
【自动删除线程】初始化完成！
//- (INFO) 12/29 13:10:34,417
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：137ms
//- (INFO) 12/29 13:11:21,583
----------------- 系统终止 -----------------
