//- (INFO) 12/24 09:10:31,530
----------------- 系统启动 -----------------
//- (INFO) 12/24 09:10:31,536
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 12/24 09:10:31,536
【自动删除线程】邮件删除线程启动成功！
//- (INFO) 12/24 09:10:31,541
【邮件发送线程】邮件初始化开始…
//- (INFO) 12/24 09:10:32,659
【邮件发送线程】邮件初始化完成，找出0封未发送成功邮件，耗时：1117ms
//- (INFO) 12/24 09:10:34,117
【自动删除线程】已找出8376封待删除邮件，耗时：2543.8745ms
//- (INFO) 12/24 09:10:54,703
【自动删除线程】已自动删除1000封邮件，耗时:14141ms
//- (INFO) 12/24 09:11:20,303
----------------- 系统终止 -----------------
//- (INFO) 12/24 09:11:31,233
----------------- 系统启动 -----------------
//- (INFO) 12/24 09:11:31,239
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 12/24 09:11:31,239
【自动删除线程】邮件删除线程启动成功！
//- (INFO) 12/24 09:11:31,254
【邮件发送线程】邮件初始化开始…
//- (INFO) 12/24 09:11:31,392
【邮件发送线程】邮件初始化完成，找出0封未发送成功邮件，耗时：137ms
//- (INFO) 12/24 09:11:31,393
【自动删除线程】已找出7376封待删除邮件，耗时：109.0661ms
//- (INFO) 12/24 09:11:43,777
【自动删除线程】已自动删除1000封邮件，耗时:7063ms
//- (INFO) 12/24 09:15:28,304
----------------- 系统终止 -----------------
//- (INFO) 12/24 10:36:46,582
----------------- 系统启动 -----------------
//- (INFO) 12/24 10:36:46,588
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 12/24 10:36:46,589
【自动删除线程】邮件删除线程启动成功！
//- (INFO) 12/24 10:36:46,594
【邮件发送线程】邮件初始化开始…
//- (INFO) 12/24 10:36:46,856
【自动删除线程】已找出6376封待删除邮件，耗时：228.7787ms
//- (INFO) 12/24 10:36:46,858
【邮件发送线程】邮件初始化完成，找出0封未发送成功邮件，耗时：263ms
//- (INFO) 12/24 10:37:11,941
【自动删除线程】已自动删除2000封邮件，耗时:14192ms
//- (INFO) 12/24 10:43:14,996
----------------- 系统终止 -----------------
//- (INFO) 12/24 10:44:50,594
----------------- 系统启动 -----------------
//- (INFO) 12/24 10:44:50,601
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 12/24 10:44:50,601
【自动删除线程】邮件删除线程启动成功！
//- (INFO) 12/24 10:44:50,606
【邮件发送线程】邮件初始化开始…
//- (INFO) 12/24 10:44:50,779
【自动删除线程】已找出4376封待删除邮件，耗时：146.1835ms
//- (INFO) 12/24 10:44:50,780
【邮件发送线程】邮件初始化完成，找出0封未发送成功邮件，耗时：172ms
//- (INFO) 12/24 10:45:16,363
【自动删除线程】已自动删除2000封邮件，耗时:14895ms
//- (INFO) 12/24 10:46:59,878
----------------- 系统终止 -----------------
//- (INFO) 12/24 10:47:04,657
----------------- 系统启动 -----------------
//- (INFO) 12/24 10:47:04,664
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 12/24 10:47:04,664
【自动删除线程】邮件删除线程启动成功！
//- (INFO) 12/24 10:47:04,669
【邮件发送线程】邮件初始化开始…
//- (INFO) 12/24 10:47:05,038
【自动删除线程】已找出2376封待删除邮件，耗时：349.2487ms
//- (INFO) 12/24 10:47:05,043
【邮件发送线程】邮件初始化完成，找出0封未发送成功邮件，耗时：372ms
//- (INFO) 12/24 10:47:28,374
【自动删除线程】已自动删除2000封邮件，耗时:13296ms
//- (INFO) 12/24 10:48:02,012
----------------- 系统终止 -----------------
//- (INFO) 12/24 10:59:43,006
----------------- 系统启动 -----------------
//- (INFO) 12/24 10:59:43,006
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 12/24 10:59:43,006
【自动删除线程】邮件删除线程启动成功！
//- (INFO) 12/24 10:59:43,022
【邮件发送线程】邮件初始化开始…
//- (INFO) 12/24 10:59:43,256
【自动删除线程】已找出376封待删除邮件，耗时：187.5023ms
//- (INFO) 12/24 10:59:43,256
【邮件发送线程】邮件初始化完成，找出0封未发送成功邮件，耗时：234ms
//- (INFO) 12/24 10:59:47,842
【自动删除线程】已自动删除376封邮件，耗时:2813ms
//- (INFO) 12/24 11:01:01,245
----------------- 系统终止 -----------------
//- (INFO) 12/24 11:01:08,354
----------------- 系统启动 -----------------
//- (INFO) 12/24 11:01:08,354
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 12/24 11:01:08,354
【自动删除线程】邮件删除线程启动成功！
//- (INFO) 12/24 11:01:08,354
【邮件发送线程】邮件初始化开始…
//- (INFO) 12/24 11:01:08,495
【邮件发送线程】邮件初始化完成，找出0封未发送成功邮件，耗时：125ms
//- (INFO) 12/24 11:01:08,495
【自动删除线程】已找出0封待删除邮件，耗时：109.374ms
//- (INFO) 12/24 11:06:48,634
----------------- 系统终止 -----------------
//- (INFO) 12/24 11:06:54,524
----------------- 系统启动 -----------------
//- (INFO) 12/24 11:06:54,540
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 12/24 11:06:54,540
【自动删除线程】邮件删除线程启动成功！
//- (INFO) 12/24 11:06:54,540
【邮件发送线程】邮件初始化开始…
//- (INFO) 12/24 11:06:54,649
【自动删除线程】已找出0封待删除邮件，耗时：93.7326ms
//- (INFO) 12/24 11:06:54,665
【邮件发送线程】邮件初始化完成，找出0封未发送成功邮件，耗时：125ms
//- (INFO) 12/24 11:07:25,471
----------------- 系统终止 -----------------
//- (INFO) 12/24 12:36:40,860
----------------- 系统启动 -----------------
//- (INFO) 12/24 12:36:40,891
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 12/24 12:36:40,891
【自动删除线程】邮件删除线程启动成功！
//- (INFO) 12/24 12:36:40,891
【邮件发送线程】邮件初始化开始…
//- (INFO) 12/24 12:36:41,200
【自动删除线程】已找出0封待删除邮件，耗时：277.4772ms
//- (INFO) 12/24 12:36:41,204
【邮件发送线程】邮件初始化完成，找出0封未发送成功邮件，耗时：297ms
//- (INFO) 12/24 12:38:17,654
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余870，耗时：416ms
//- (INFO) 12/24 12:38:20,014
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余770，耗时：328ms
//- (INFO) 12/24 12:38:22,512
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余670，耗时：484ms
//- (INFO) 12/24 12:38:24,794
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余570，耗时：266ms
//- (INFO) 12/24 12:38:27,260
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余470，耗时：451ms
//- (INFO) 12/24 12:38:29,604
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余370，耗时：326ms
//- (INFO) 12/24 12:38:32,078
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余270，耗时：453ms
//- (INFO) 12/24 12:38:34,431
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余170，耗时：328ms
//- (INFO) 12/24 12:38:36,764
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余70，耗时：312ms
//- (INFO) 12/24 12:38:38,994
【邮件发送线程】单次存储邮件状态完成，已存储70条，剩余0，耗时：203ms
//- (INFO) 12/24 12:39:45,202
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余866，耗时：175ms
//- (INFO) 12/24 12:39:47,396
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余766，耗时：180ms
//- (INFO) 12/24 12:39:49,547
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余666，耗时：130ms
//- (INFO) 12/24 12:39:51,746
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余566，耗时：172ms
//- (INFO) 12/24 12:39:53,855
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余466，耗时：94ms
//- (INFO) 12/24 12:39:55,984
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余366，耗时：109ms
//- (INFO) 12/24 12:39:58,062
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余266，耗时：63ms
//- (INFO) 12/24 12:40:00,213
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余166，耗时：125ms
//- (INFO) 12/24 12:40:02,412
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余66，耗时：187ms
//- (INFO) 12/24 12:40:04,513
【邮件发送线程】单次存储邮件状态完成，已存储66条，剩余0，耗时：94ms
//- (INFO) 12/24 12:42:46,644
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余870，耗时：100ms
//- (INFO) 12/24 12:42:48,714
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余770，耗时：64ms
//- (INFO) 12/24 12:42:50,782
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余670，耗时：63ms
//- (INFO) 12/24 12:42:52,901
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余570，耗时：110ms
//- (INFO) 12/24 12:42:54,999
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余470，耗时：95ms
//- (INFO) 12/24 12:42:57,048
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余370，耗时：41ms
//- (INFO) 12/24 12:42:59,122
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余270，耗时：71ms
//- (INFO) 12/24 12:43:01,209
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余170，耗时：84ms
//- (INFO) 12/24 12:43:03,257
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余70，耗时：43ms
//- (INFO) 12/24 12:43:05,306
【邮件发送线程】单次存储邮件状态完成，已存储70条，剩余0，耗时：46ms
//- (INFO) 12/24 12:49:28,055
----------------- 系统终止 -----------------
//- (INFO) 12/24 12:49:51,524
----------------- 系统启动 -----------------
//- (INFO) 12/24 12:49:51,540
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 12/24 12:49:51,540
【自动删除线程】邮件删除线程启动成功！
//- (INFO) 12/24 12:49:51,540
【邮件发送线程】邮件初始化开始…
//- (INFO) 12/24 12:49:51,696
【自动删除线程】已找出500封待删除邮件，耗时：124.9989ms
//- (INFO) 12/24 12:49:51,712
【邮件发送线程】邮件初始化完成，找出0封未发送成功邮件，耗时：172ms
//- (INFO) 12/24 12:49:57,805
【自动删除线程】已自动删除500封邮件，耗时:3500ms
//- (INFO) 12/24 13:13:36,429
----------------- 系统终止 -----------------
//- (INFO) 12/24 13:13:43,304
----------------- 系统启动 -----------------
//- (INFO) 12/24 13:13:43,304
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 12/24 13:13:43,304
【自动删除线程】邮件删除线程启动成功！
//- (INFO) 12/24 13:13:43,320
【邮件发送线程】邮件初始化开始…
//- (INFO) 12/24 13:13:43,445
【自动删除线程】已找出0封待删除邮件，耗时：109.3789ms
//- (INFO) 12/24 13:13:43,445
【邮件发送线程】邮件初始化完成，找出0封未发送成功邮件，耗时：125ms
//- (INFO) 12/24 13:14:20,592
----------------- 系统终止 -----------------
//- (INFO) 12/24 15:48:54,724
----------------- 系统启动 -----------------
//- (INFO) 12/24 15:48:54,739
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 12/24 15:48:54,739
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 12/24 15:48:54,739
【邮件发送线程】初始化开始…
//- (INFO) 12/24 15:48:55,052
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：312ms
//- (INFO) 12/24 15:48:55,099
【自动删除线程】已找出7243封待删除邮件，耗时：328.0935ms
//- (INFO) 12/24 15:49:11,255
【自动删除线程】已自动删除2000封邮件，耗时:8000ms
//- (INFO) 12/24 15:49:11,255
【自动删除线程】初始化完成！
//- (INFO) 12/24 15:54:13,468
----------------- 系统终止 -----------------
//- (INFO) 12/24 15:55:13,557
----------------- 系统启动 -----------------
//- (INFO) 12/24 15:55:13,557
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 12/24 15:55:13,557
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 12/24 15:55:13,557
【邮件发送线程】初始化开始…
//- (INFO) 12/24 15:55:13,697
【自动删除线程】已找出5043封待删除邮件，耗时：109.3771ms
//- (INFO) 12/24 15:55:13,713
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：141ms
//- (INFO) 12/24 15:55:29,088
【自动删除线程】已自动删除2000封邮件，耗时:7500ms
//- (INFO) 12/24 15:55:29,104
【自动删除线程】初始化完成！
//- (INFO) 12/24 15:56:17,771
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余871，耗时：47ms
//- (INFO) 12/24 15:56:19,856
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余771，耗时：63ms
//- (INFO) 12/24 15:56:21,966
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余671，耗时：94ms
//- (INFO) 12/24 15:56:24,044
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余571，耗时：62ms
//- (INFO) 12/24 15:56:26,091
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余471，耗时：31ms
//- (INFO) 12/24 15:56:28,169
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余371，耗时：62ms
//- (INFO) 12/24 15:56:30,231
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余271，耗时：47ms
//- (INFO) 12/24 15:56:32,325
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余1141，耗时：62ms
//- (INFO) 12/24 15:56:34,401
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余1041，耗时：62ms
//- (INFO) 12/24 15:56:36,434
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余941，耗时：20ms
//- (INFO) 12/24 15:56:38,489
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余841，耗时：47ms
//- (INFO) 12/24 15:56:40,567
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余741，耗时：62ms
//- (INFO) 12/24 15:56:42,630
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余641，耗时：31ms
//- (INFO) 12/24 15:56:44,740
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余541，耗时：78ms
//- (INFO) 12/24 15:56:46,836
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余441，耗时：62ms
//- (INFO) 12/24 15:56:48,924
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余341，耗时：62ms
//- (INFO) 12/24 15:56:51,034
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余241，耗时：94ms
//- (INFO) 12/24 15:56:53,121
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余141，耗时：62ms
//- (INFO) 12/24 15:56:55,168
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余41，耗时：31ms
//- (INFO) 12/24 15:56:57,182
【邮件发送线程】单次存储邮件状态完成，已存储41条，剩余0，耗时：0ms
//- (INFO) 12/24 15:57:31,199
【邮件发送线程】单次存储邮件状态完成，已存储2条，剩余0，耗时：0ms
//- (INFO) 12/24 16:03:23,760
----------------- 系统终止 -----------------
//- (INFO) 12/24 16:49:33,919
----------------- 系统启动 -----------------
//- (INFO) 12/24 16:49:33,934
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 12/24 16:49:33,934
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 12/24 16:49:33,934
【邮件发送线程】初始化开始…
//- (INFO) 12/24 16:49:34,528
【自动删除线程】已找出4676封待删除邮件，耗时：562.5052ms
//- (INFO) 12/24 16:49:34,528
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：578ms
//- (INFO) 12/24 16:49:58,102
【自动删除线程】已自动删除2000封邮件，耗时:12875ms
//- (INFO) 12/24 16:49:58,102
【自动删除线程】初始化完成！
//- (INFO) 12/24 16:54:02,163
----------------- 系统终止 -----------------
//- (INFO) 12/24 17:23:57,421
----------------- 系统启动 -----------------
//- (INFO) 12/24 17:23:57,453
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 12/24 17:23:57,453
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 12/24 17:23:57,453
【邮件发送线程】初始化开始…
//- (INFO) 12/24 17:23:57,718
【自动删除线程】已找出676封待删除邮件，耗时：203.1273ms
//- (INFO) 12/24 17:23:57,718
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：250ms
//- (INFO) 12/24 17:24:05,281
【自动删除线程】已自动删除676封邮件，耗时:4484ms
//- (INFO) 12/24 17:24:05,281
【自动删除线程】初始化完成！
//- (INFO) 12/24 17:26:05,777
【邮件发送线程】单次存储邮件状态完成，已存储1条，剩余0，耗时：31ms
//- (INFO) 12/24 17:26:49,978
----------------- 系统终止 -----------------
//- (INFO) 12/24 17:26:53,994
----------------- 系统启动 -----------------
//- (INFO) 12/24 17:26:54,010
【邮件发送线程】邮件发送线程启动成功！
//- (INFO) 12/24 17:26:54,010
【自动删除线程】邮件删除线程启动成功，初始化开始！
//- (INFO) 12/24 17:26:54,010
【邮件发送线程】初始化开始…
//- (INFO) 12/24 17:26:54,150
【自动删除线程】已找出0封待删除邮件，耗时：109.3759ms
//- (INFO) 12/24 17:26:54,150
【自动删除线程】初始化完成！
//- (INFO) 12/24 17:26:54,166
【邮件发送线程】初始化完成，找出0封未发送成功邮件，耗时：156ms
//- (INFO) 12/24 17:27:58,821
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余870，耗时：641ms
//- (INFO) 12/24 17:28:01,345
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余770，耗时：508ms
//- (INFO) 12/24 17:28:03,879
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余670，耗时：516ms
//- (INFO) 12/24 17:28:06,345
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余570，耗时：447ms
//- (INFO) 12/24 17:28:09,256
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余470，耗时：891ms
//- (INFO) 12/24 17:28:13,038
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余370，耗时：1750ms
//- (INFO) 12/24 17:28:15,462
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余270，耗时：402ms
//- (INFO) 12/24 17:28:17,832
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余170，耗时：360ms
//- (INFO) 12/24 17:28:20,235
【邮件发送线程】单次存储邮件状态完成，已存储100条，剩余70，耗时：391ms
//- (INFO) 12/24 17:28:22,561
【邮件发送线程】单次存储邮件状态完成，已存储70条，剩余0，耗时：307ms
//- (INFO) 12/24 17:29:18,795
----------------- 系统终止 -----------------
